{
  "1": [
    [
      "",
      "﻿15,000-60,000 years ago:  People enter North America for the first time via the Bering Strait."
    ],
    ["", "11,000 years ago: People settle the southern tip of South America."],
    [
      "",
      "9,000 years ago: Agriculture develops in modern-day Mexico and the Andes."
    ],
    [
      "",
      "3,500 years ago: Mississippians construct the Poverty Point community in Louisiana."
    ],
    [
      "",
      "~1000: The Vikings sail from Greenland to Newfoundland and establish a settlement [Vinland]."
    ],
    ["1215", "The Magna Carta is signed."],
    [
      "1215",
      "1405-1433: Admiral Zheng He leads naval expeditions in the Indian Ocean."
    ],
    [
      "1469",
      "Ferdinand and Isabella marry, uniting the warring kingdoms of Aragon and Castile in Spain."
    ],
    [
      "1487",
      "Bartholomeu Dias reaches the Cape of Good Hope at Africa’s southernmost point."
    ],
    [
      "1492",
      "Spanish royalty completes the Reconquista, kicking African Muslim invaders out of Spain."
    ],
    [
      "1492",
      "Spain orders that all Muslims and Jews must either convert to Catholicism or leave Spain."
    ],
    ["1492", "Christopher Columbus makes landfall in the West Indies."],
    [
      "1493",
      "Columbus returns to the West Indies, creating a failed settlement on Hispaniola."
    ],
    ["1497", "John Cabot reaches Newfoundland."],
    [
      "1498",
      "Vasco da Gama reaches India by sailing around Africa’s southern tip."
    ],
    [
      "1498",
      "1499-1502: Vespucci explores the coast of South America, clarifying the discovery of the New World."
    ],
    ["1500", "Pedro Cabral claims Brazil for Portugal."],
    [
      "1502",
      "Nicolás de Ovando [Spain] establishes a permanent settlement on Hispaniola."
    ],
    [
      "1513",
      "Vasco Núñez de Balboa crosses Panama and sees the Pacific Ocean."
    ],
    [
      "1513",
      "Juan Ponce de Léon enters Florida to search for slaves, wealth, and the fountain of youth."
    ],
    [
      "1514",
      "Spanish government begins to approve marriages between colonists and Indians."
    ],
    [
      "1517",
      "Martin Luther posts his Ninety-Five Theses, launching the Protestant Reformation."
    ],
    [
      "1517",
      "1519-1522: Magellan sails around the world, encountering the Pacific islands and more."
    ],
    [
      "1519",
      "Hernán Cortés arrives at Tenochtitlán, the capital of the Aztec Empire, and conquers it."
    ],
    [
      "1534",
      "Henry VIII of England declares himself the head of the church and starts the Reformation in England."
    ],
    ["1537", "Pope Paul III outlaws Indian enslavement."],
    [
      "1542",
      "Bartolomé de Las Casas writes A Very Brief Account of the Destruction of the Indies [pub. 1552]."
    ],
    [
      "1542",
      "Spain promulgates the New Laws, decreeing that Indians no longer be enslaved."
    ],
    [
      "1550",
      "Spain abolishes the encomienda system and installs the repartimiento system."
    ],
    [
      "1565",
      "Philip II of Spain authorizes Pedro Menéndez de Avilés to colonize Florida."
    ],
    [
      "1565",
      "Spanish forts are established at St. Simons Island, Georgia, and St. Augustine."
    ],
    ["1584", "Richard Hakluyt writes A Discourse Concerning Western Planting."],
    [
      "1585",
      "Sir Walter Raleigh establishes the failed settlement at Roanoke."
    ],
    [
      "1588",
      "Defeat of the Spanish Armada by England off the coast of France."
    ],
    [
      "1598",
      "Juan de Oñate leads a group north from Mexico to establish a permanent settlement in the SW."
    ],
    [
      "1598",
      "Oñate’s party is attacked by the Acoma, resulting in Oñate capturing and massacring them."
    ],
    [
      "1606",
      "Oñate is ordered home to Spain and punished for his actions in 1598."
    ],
    ["1607", "Founding of Jamestown, Virginia."],
    ["1608", "Samuel de Champlain founds Quebec."],
    [
      "1609",
      "Henry Hudson sails up the Hudson River and claims the area for the Netherlands."
    ],
    [
      "1610",
      "Spain establishes Sante Fe, the first permanent European settlement in the southwest."
    ],
    [
      "1618",
      "The Virginia Company announces the headright system and creates the House of Burgesses."
    ],
    [
      "1620",
      "The Mayflower, carrying the Pilgrims, lands in modern-day Cape Cod. Plymouth is established."
    ],
    [
      "1622",
      "The Uprising of 1622 occurs, led by Opechancanough, wiping out ¼ of Virginia’s population."
    ],
    [
      "1622",
      "The Virginia colonists organize themselves and destroy the Indians and forced treaties on them."
    ],
    [
      "1624",
      "The Dutch West India Company settles colonists on Manhattan Island."
    ],
    [
      "1624",
      "The Virginia Company surrenders its charter, and Virginia becomes the first royal colony."
    ],
    ["1629", "The Massachusetts Bay Company is founded and obtains a charter."],
    [
      "1629",
      "1629-1642: The Great Migration of the Puritans to New England occurs."
    ],
    [
      "1632",
      "Maryland is founded as a proprietary colony by Cecilius Calvert."
    ],
    [
      "1634",
      "A group of deputies called the General Court is elected to help rule in Massachusetts."
    ],
    [
      "1636",
      "Roger Williams is banned from Massachusetts and founds Rhode Island."
    ],
    ["1636", "Thomas Hooker founds a settlement at Hartford."],
    ["1637", "Anne Hutchinson is tried in a civil court in Massachusetts."],
    [
      "1637",
      "An English fur trader is killed by the Pequots, starting the Pequot War."
    ],
    ["1641", "The General Court publishes the Body of Liberties."],
    [
      "1642",
      "The English Civil War begins after Parliament accuses the Stuart kings of wrongdoing."
    ],
    [
      "1649",
      "Charles I is beheaded and the English monarchy is abolished, starting Cromwell’s reign."
    ],
    ["1649", "Maryland adopts an Act Concerning Religion."],
    ["1660", "The monarchy is restored and Charles II takes the throne."],
    [
      "1662",
      "Hartford and New Haven receive a charter than unites them into Connecticut."
    ],
    ["1662", "Puritan leaders establish the Half-Way Covenant."],
    [
      "1673",
      "Jacques Marquette and Louis Joliet locate the Mississippi River."
    ],
    ["1680", "Pueblo Revolt occurs, kicking the Spanish out of New Mexico."],
    [
      "1681",
      "René-Robert Cavelier reaches the Gulf of Mexico and claims the Mississippi River Valley for France."
    ],
    ["1692", "Spain reconquers New Mexico."]
  ],
  "2": [
    [
      "1651",
      "Parliament passes the first Navigation Act, aiming to control trade by “enumerating” colonial goods."
    ],
    ["1660", "The monarchy is restored and Charles II takes the throne."],
    [
      "1662",
      "A Virginia law decrees that the status of all offspring [slave or free] depends on the mother."
    ],
    [
      "1663",
      "Charles II gives permission to eight proprietors to settle just north of Spanish Florida."
    ],
    [
      "1664",
      "The English seize New Netherland [now New York] in a global Anglo-Dutch war."
    ],
    [
      "1667",
      "The Virginia House of Burgesses rules that religious conversion does not emancipate a slave."
    ],
    [
      "1669",
      "The proprietors of Carolina issue the “Fundamental Constitutions of Carolina”."
    ],
    [
      "1670",
      "The first settlers arrive in Carolina seven years after being given permission to settle."
    ],
    [
      "1670",
      "Virginia confines the right to vote to only landowners, not all adult men."
    ],
    [
      "1670",
      "A Protestant uprising in Maryland unsuccessfully attempts to oust Lord Baltimore from power."
    ],
    [
      "1675",
      "An Indian alliance launches attacks on southern New England, starting King Philip’s War."
    ],
    [
      "1675",
      "The English establish the Lords of Trade in order to oversee colonial affairs."
    ],
    [
      "1676",
      "Nathaniel Bacon leads Bacon’s Rebellion, marching to Jamestown and burning it to the ground."
    ],
    [
      "1676",
      "Bacon is removed from power and dies in October after English warships recapture Virginia."
    ],
    [
      "1676",
      "Virginia elite restore property voting qualifications and adopt more aggressive Indian policies."
    ],
    [
      "1676",
      "Colonial and Iroquois forces defeat the rebelling Indians and execute Metacom, ending King Philip’s War."
    ],
    [
      "1677",
      "The “West Jersey Concessions” established an assembly and religious liberty in the West Jersey colony."
    ],
    [
      "1678",
      "The Lords of Trade learn of Massachusetts’s disobedience to the Navigation Acts."
    ],
    [
      "1680",
      "John Locke writes his Two Treatises of Government [published in 1689]."
    ],
    [
      "1681",
      "William Penn establishes the proprietary colony of Pennsylvania."
    ],
    [
      "1682",
      "Penn’s “Charter of Liberty” is approved by the Pennsylvania assembly, establishing “Christian liberty”."
    ],
    [
      "1683",
      "An elected assembly in New York drafts the “Charter of Liberties and Privileges”."
    ],
    [
      "1684",
      "Charles II revokes the Massachusetts charter, citing their disobedience."
    ],
    [
      "1685",
      "King Charles II dies and is succeeded by his brother James II, a Catholic."
    ],
    [
      "1685",
      "1686-1688: James II combines most of New England into the Dominion of New England, ruled by Andros."
    ],
    [
      "1687",
      "James II decrees religious toleration for both Protestants and Catholics."
    ],
    [
      "1688",
      "William of Orange and English aristocrats oust James II and establish Parliamentary supremacy."
    ],
    [
      "1688",
      "English elite and Anglican church leaders rally behind William, completing the Glorious Revolution."
    ],
    [
      "1689",
      "Parliament creates the Bill of Rights, establishing control over taxation and individual rights."
    ],
    [
      "1689",
      "Boston militia seize and jail Edmund Andros and other officials following the news of James fleeing."
    ],
    [
      "1689",
      "A rebel militia led by Jacob Leisler forms a Committee of Safety and captures New York."
    ],
    [
      "1689",
      "Maryland’s Protestant association overthrows Lord Baltimore’s Catholic government."
    ],
    [
      "1689",
      "The New England colonies dissolve the Dominion and reestablish their old governments."
    ],
    [
      "1690",
      "Parliament passes the English Toleration Act, allowing all Protestants to worship freely."
    ],
    [
      "1691",
      "The crown issues a new charter that absorbs Plymouth into Massachusetts."
    ],
    ["1692", "The Salem Witch trials occur in Massachusetts."],
    [
      "1695",
      "British law decrees that the government cannot censor newspapers etc. before they appeared in print."
    ],
    [
      "1702",
      "The New Jersey colony is formed by combining East and West Jersey."
    ],
    [
      "1705",
      "Virginia House of Burgesses enacts a new slave code, establishing that slaves are property."
    ],
    [
      "1707",
      "England and Scotland are united to create Great Britain in the Act of Union."
    ],
    [
      "1712",
      "A group of slaves set fire to houses and kill nine whites in New York - the first slave rebellion."
    ],
    [
      "1715",
      "Yamasee and Creek rebellions are crushed, driving any free Indians out of the Carolinas."
    ],
    [
      "1715",
      "Proprietary power is restored to the Baltimore family after they convert to Anglicanism."
    ],
    ["1718", "The city of New Orleans is founded by the French."],
    [
      "1723",
      "Virginia revokes the voting privileges of property-owning free blacks."
    ],
    [
      "1728",
      "The Pennsylvania Gazette is established in Philadelphia [and is bought by Franklin in 1729]."
    ],
    ["1728", "[1730s~1760s]: First Great Awakening occurs in the colonies."],
    [
      "1731",
      "A slave rebellion in Louisiana temporarily halts efforts to introduce a plantation system in the region."
    ],
    [
      "1731",
      "Benjamin Franklin founds the first public library in Philadelphia."
    ],
    [
      "1733",
      "The colony of Georgia is founded by James Oglethorpe and a group of philanthropists."
    ],
    [
      "1735",
      "Printer John Peter Zenger is put on trial in New York and wins his libel case."
    ],
    [
      "1737",
      "Governor James Logan of Pennsylvania cheats the Lenni Lenape in the Walking Purchase."
    ],
    [
      "1739",
      "A group of South Carolina slaves seize weapons and rampage southwards in the Stono Rebellion."
    ],
    ["1739", "George Whitefield arrives in America and begins preaching."],
    [
      "1741",
      "A panic over a rumored slave uprising in New York leads to many arrests and executions."
    ],
    [
      "1749",
      "The government of Virginia awards a colossal land grant to the Ohio Company."
    ],
    [
      "1751",
      "The proprietors of Georgia surrender the colony to the crown, leading to an elected assembly."
    ],
    [
      "1751",
      "Georgia’s bans on slaveholding, liquor, and property restriction laws are repealed."
    ],
    [
      "1753",
      "George Washington is dispatched by the governor of Pennsylvania to persuade French soldiers to leave."
    ],
    [
      "1754",
      "Washington surrenders in western Pennsylvania after being defeated soundly by the French."
    ],
    [
      "1754",
      "An expedition led by Gen. Edward Braddock is ambushed in western Pennsylvania by the French."
    ],
    ["1754", "Benjamin Franklin proposes the Albany Plan of Union."],
    ["1756", "The Seven Years’ War begins."],
    [
      "1757",
      "William Pitt becomes British Secretary of State and pours money into the Seven Years’ War."
    ],
    [
      "1757",
      "British efforts lead to the capture of pivotal French forts in the middle ground."
    ],
    [
      "1763",
      "The Seven Years’ War is ended by the Treaty of Paris of 1763 between Great Britain and France."
    ],
    [
      "1763",
      "France cedes Canada to Britain and receives Guadeloupe and Martinique in the Peace of Paris."
    ],
    [
      "1763",
      "Spain obtains the Louisiana colony from France and cedes Florida to Britain for the Philippines and Cuba."
    ],
    [
      "1763",
      "Indians in the Ohio Valley and the Great Lakes launch Pontiac’s Rebellion, besieging Detroit."
    ],
    [
      "1763",
      "Indian revolts inspire Parliament to issue the Proclamation of 1763, banning western settlement."
    ],
    [
      "1764",
      "The Paxton Boys march on Philadelphia demanding the expulsion of Indians from the colony."
    ],
    [
      "1764",
      "The Pennsylvania governor orders most of the Indian population to leave the colony."
    ],
    [
      "1769",
      "Father Junípero Serra founds the first Spanish mission in California in San Diego."
    ]
  ],
  "3": [
    ["1760", "George III ascends to the throne."],
    [
      "1763",
      "The Proclamation of 1763, issued by Parliament, causes outrage in the colonies."
    ],
    [
      "1764",
      "Parliament passes the Sugar Act, reducing the molasses tax but creating anti-smuggling measures."
    ],
    [
      "1764",
      "Parliament passes the Currency Act, reaffirming the colonial ban on accepting paper as legal tender."
    ],
    [
      "1764",
      "The Committee of Correspondence in Boston encourages opposition to the Sugar & Currency Acts."
    ],
    [
      "1765",
      "Parliament passes the Stamp Act, requiring that all printed material in the colonies carry a stamp."
    ],
    [
      "1765",
      "The House of Burgesses approves four of Patrick Henry’s resolutions asserting colonial rights."
    ],
    [
      "1765",
      "The Stamp Act Congress convenes in New York and endorses Virginia’s anti-taxation position."
    ],
    [
      "1765",
      "Colonial merchants agree to boycott all British goods in response to the Stamp Act."
    ],
    [
      "1765",
      "The Sons of Liberty are formed and lead protests in New York City enforcing the boycotts."
    ],
    [
      "1765",
      "The Daughters of Liberty support the colonies by making homespun goods during boycotts."
    ],
    [
      "1766",
      "Parliament repeals the Stamp Act in response to ferocious opposition in the colonies."
    ],
    [
      "1766",
      "Parliament passes the Declaratory Act, rejecting colonial calls of no taxation without representation."
    ],
    [
      "1767",
      "Parliament passes the Townshend Acts, imposing new taxes on imports and preventing smuggling."
    ],
    [
      "1767",
      "The Regulators band together in the backcountry of South Carolina to protest the local government."
    ],
    [
      "1768",
      "Leaders in several colonies decide to reimpose boycotts in response to the Townshend Acts."
    ],
    [
      "1768",
      "Royal troops are stationed in Boston after the rioting that follows the British seizure of the Liberty."
    ],
    [
      "1769",
      "Parliament removes John Wilkes from office for his scandalous writings condemning George III."
    ],
    [
      "1770",
      "The Boston Massacre occurs when British soldiers kill five Bostonians after a snowball fight."
    ],
    [
      "1770",
      "John Adams successfully defends seven out of nine of the British soldiers involved in the Massacre."
    ],
    [
      "1770",
      "Paul Revere stirs up outrage against the British by circulating inaccurate depictions of the Massacre."
    ],
    [
      "1770",
      "Parliament repeals the Townshend Acts after pressure from British merchants over trade."
    ],
    [
      "1770",
      "Americans abandon boycotts after the repeal above and the removal of troops from Boston."
    ],
    [
      "1771",
      "The Regulators in North Carolina are defeated at the Battle of Alamance by the colony’s militia."
    ],
    [
      "1772",
      "Joseph Allen delivers his incredibly popular Oration on the Beauties of Liberty in Boston."
    ],
    [
      "1773",
      "Parliament passes the Tea Act, enabling the East India Company to sell cheap tea to the colonies."
    ],
    [
      "1773",
      "The Boston Tea Party occurs when disguised colonists throw 300 chests of tea overboard ships."
    ],
    [
      "1773",
      "Pennsylvanian Benjamin Rush urges colonists to espouse the cause of liberty and give up slavery."
    ],
    [
      "1774",
      "Parliament passes the Intolerable Acts, closing Boston Harbor and altering the Massachusetts Charter."
    ],
    [
      "1774",
      "Parliament allows the quartering of British soldiers in colonial homes as part of the Intolerable Acts."
    ],
    [
      "1774",
      "Parliament passes the Quebec Act, extending the southern Canadian border and granting tolerance."
    ],
    [
      "1774",
      "4,600 colonial militiamen line the streets of Worcester, Massachusetts, as British authorities pass by."
    ],
    [
      "1774",
      "A convention of delegates from Massachusetts towns pass the Suffolk Resolves, urging disobedience."
    ],
    [
      "1774",
      "The First Continental Congress convenes in Philadelphia, adopting the Continental Association."
    ],
    [
      "1774",
      "The Continental Congress authorizes Committees of Safety to enforce and protect their trade bans."
    ],
    [
      "1774",
      "Jefferson writes A Summary View of the Rights of British America, asserting that rights are natural."
    ],
    [
      "1774",
      "Thomas Paine emigrates to Philadelphia from Great Britain and becomes acquainted with leaders."
    ],
    [
      "1775",
      "Patrick Henry delivers an address to a Virginia convention, urging it to begin military preparations."
    ],
    [
      "1775",
      "The Battles of Lexington and Concord occur in May, beginning the Revolutionary War."
    ],
    [
      "1775",
      "The Second Continental Congress convenes and names George Washington commander of the army."
    ],
    [
      "1775",
      "Ethan Allen and Benedict Arnold surround Fort Ticonderoga in New York and force its surrender."
    ],
    [
      "1775",
      "British forces dislodge colonial troops from Breed’s Hill, Boston, in the Battle of Bunker Hill."
    ],
    [
      "1775",
      "Britain declares the colonies to be in a state of rebellion and dispatches thousands of troops."
    ],
    [
      "1775",
      "Lord Dunmore of Virginia issues his proclamation, offering freedom to any slave that defected."
    ],
    [
      "1776",
      "Thomas Paine publishes his famous pamphlet Common Sense, galvanizing the revolutionary spirit."
    ],
    [
      "1776",
      "Adam Smith publishes The Wealth of Nations in England, suggesting economic independence."
    ],
    [
      "1776",
      "The arrival of American cannon in Boston forces British General Sir William Howe to leave the city."
    ],
    [
      "1776",
      "Abigail Adams writes her famous letter to her husband urging him to “remember the ladies.”"
    ],
    [
      "1776",
      "John Adams publishes his Thoughts on Government, advocating for a ‘balanced government’ [wealth]."
    ],
    [
      "1776",
      "New Jersey adopts a new state constitution, granting suffrage to all who met a property requirement."
    ],
    [
      "1776",
      "The Continental Congress declares colonial autonomy and approves the Declaration of Independence."
    ],
    [
      "1776",
      "Pennsylvania adopts a new state constitution institutionalizing democracy through a unicameral system."
    ],
    [
      "1776",
      "Sir William Howe forces Washington out of New York City and almost cuts off Washington’s retreat."
    ],
    [
      "1776",
      "Washington successfully executes his famous surprise attack at Trenton after crossing the Delaware."
    ],
    [
      "1776",
      "Lemuel Haynes publishes his essay urging Americans to extend their conception of freedom to blacks."
    ],
    [
      "1777",
      "Washington rescinds his ban on black recruits in response to Lord Dunmore’s 1775 proclamation."
    ],
    [
      "1777",
      "Washington wins a significant victory via a surprise attack at Princeton, continuing to restore morale."
    ],
    [
      "1777",
      "New York adopts a new state constitution, establishing complete religious freedom for the first time."
    ],
    [
      "1777",
      "Vermont adopts a new state constitution abolishing slavery - a landmark moment."
    ],
    [
      "1777",
      "A second British army led by General Burgoyne advances, hoping to isolate New England with Howe."
    ],
    [
      "1777",
      "Sir William Howe leaves New York to capture Philadelphia, forcing the Continental Congress to flee."
    ],
    [
      "1777",
      "General Burgoyne, having been abandoned by Howe, is defeated at Saratoga by American forces."
    ],
    [
      "1778",
      "Rhode Island forms a black regiment promising freedom and compensating owners for their loss."
    ],
    [
      "1778",
      "Fighting halts as Howe’s army winters at Philadelphia, while Washington’s stays at Valley Forge."
    ],
    [
      "1778",
      "Benjamin Franklin agrees the Treaty of Amity and Commerce with France, adding a new ally."
    ],
    [
      "1778",
      "British forces in the southern colonies capture Savannah, Georgia, in December."
    ],
    [
      "1779",
      "John Jay negotiates the Treaty of Aranjuez with Spain, who agreed to ally with France."
    ],
    [
      "1779",
      "Washington dispatches General John Sullivan to raze Iroquois establishments."
    ],
    [
      "1779",
      "Jefferson draws up his Bill for Establishing Religious Freedom, separating church and state."
    ],
    [
      "1779",
      "Due to sky-high inflation, the Congress urges states to adopt measures to fix the prices of goods."
    ],
    [
      "1779",
      "Attempts to fix prices by a Committee of Safety are met with spirited opposition from colonial merchants."
    ],
    [
      "1780",
      "British forces led by General Henry Clinton captures the city of Charleston and an American army."
    ],
    [
      "1780",
      "British Lord Charles Cornwallis routs an American army at Camden, South Carolina."
    ],
    [
      "1780",
      "Colonial officer Benedict Arnold defects and almost succeeds in turning over West Point to the British."
    ],
    [
      "1780",
      "The House of Burgesses passes a law rewarding war veterans with 300 acres and a slave."
    ],
    [
      "1781",
      "American forces under Daniel Morgan defeat Gen. Banastre Tarleton at Cowpens, South Carolina."
    ],
    [
      "1781",
      "American General Nathanael Greene inflicts heavy losses on Cornwallis, forcing him back to Yorktown."
    ],
    [
      "1781",
      "Washington, Lafayette, and the French navy trap Cornwallis at Yorktown, forcing his surrender."
    ],
    [
      "1781",
      "Peace negotiations begin following Cornwallis’s official surrender in October."
    ],
    [
      "1782",
      "Deborah Sampson disguises herself as a man and enlists in the Continental Army."
    ],
    [
      "1783",
      "The American Revolution is ended by the Treaty of Paris of 1783 between Britain and America."
    ],
    [
      "1783",
      "Adams, Franklin, and Jay gain control of all the land east of the Mississippi for America."
    ],
    [
      "1783",
      "Britain cedes fishing rights in the northeast off the shore of Canada to America."
    ],
    [
      "1783",
      "America agrees to refrain from persecuting Loyalists and vows to restore their property."
    ],
    [
      "1784",
      "A group of New Yorkers emancipate a shipment of new indentured servants on the grounds of liberty."
    ],
    [
      "1786",
      "The Virginia House of Burgesses adopts Jefferson’s Bill for Establishing Religious Freedom."
    ]
  ],
  "4": [
    [
      "1777",
      "The Articles of Confederation are first drafted and adopted by the Continental Congress."
    ],
    [
      "1781",
      "The Articles of Confederation are ratified by all thirteen states."
    ],
    [
      "1782",
      "Hector St. John de Crévecoeur publishes his Letters from an American Farmer in France."
    ],
    [
      "1784",
      "Jefferson drafts the Ordinance of 1784, dividing the west into districts that would be future states."
    ],
    [
      "1784",
      "A peace conference held at Fort Stanwix, New York, results in a large surrender of Indian land. "
    ],
    [
      "1785",
      "A peace conference held at Fort McIntosh, Pennsylvania, leads to more Indian land cession."
    ],
    [
      "1785",
      "The Ordinance of 1785 is passed, setting rates and regulating land sales in the Old Northwest. "
    ],
    [
      "1785",
      "Jefferson publishes his book Notes on the State of Virginia, in which he rendered blacks disloyal. "
    ],
    [
      "1786",
      "Shays’s Rebellion occurs in western Massachusetts when angry farmers close the local courts."
    ],
    [
      "1786",
      "Delegates from six states meet in Annapolis to debate and call for a gathering to amend the Articles."
    ],
    [
      "1787",
      "The Constitutional Convention meets for the first time in Philadelphia to discuss a new government."
    ],
    [
      "1787",
      "The Northwest Ordinance of 1787 is passed, calling for more states and clarifying frontier policy."
    ],
    [
      "1787",
      "The Constitution is signed by 39 delegates and is sent to the states for ratification on September 17."
    ],
    [
      "1787",
      "Benjamin Franklin agrees to serve as the president of the Pennsylvania Abolition Society."
    ],
    [
      "1788",
      "The Federalist, a series of 85 essays on government, is published by Hamilton, Madison, and Jay."
    ],
    [
      "1788",
      "The Constitution is ratified by nine states, and officially becomes the new frame of government. "
    ],
    [
      "1789",
      "George Washington is sworn in as president and delivers his renowned inaugural address."
    ],
    [
      "1789",
      "The French Revolution begins in France, causing a stir and renewed debates in the United States."
    ],
    [
      "1790",
      "Congress passes the Naturalization Act, extending the residency requirement for citizenship."
    ],
    [
      "1790",
      "Jefferson brokers a deal between Madison and Hamilton to pass the financial plan through Congress."
    ],
    [
      "1790",
      "Secretary of the Treasury Alexander Hamilton proposes his five-step financial program to the nation."
    ],
    [
      "1790",
      "Judith Sargent Murray publishes her influential essay “On the Equality of the Sexes” in America."
    ],
    [
      "1791",
      "The Haitian Revolution begins in Saint Domingue as slave rebellion led by Toussaint L’Ouverture."
    ],
    [
      "1791",
      "Little Turtle of the Miami Confederacy heavily defeats American forces in Ohio led by Arthur St. Claire."
    ],
    [
      "1791",
      "¾ of the states ratify the Bill of Rights, making the first ten amendments to the Constitution. "
    ],
    [
      "1791",
      "Alexander Hamilton delivers his Report on Manufactures [calling for a tariff] to Congress."
    ],
    [
      "1792",
      "George Washington unanimously wins reelection to the presidency."
    ],
    [
      "1792",
      "Mary Wollstonecraft publishes her pamphlet A Vindication of the Rights of Woman in England."
    ],
    [
      "1793",
      "King Louis XIV and French aristocrats are executed, and war breaks out between France and Britain."
    ],
    [
      "1793",
      "Washington issues a proclamation of American neutrality concerning the war in Europe. "
    ],
    [
      "1793",
      "Congress passes a fugitive slave law in order to fulfill the appropriate promise made in the Constitution."
    ],
    [
      "1794",
      "American troops under Anthony Wayne force surrender on Little Turtle at the Battle of Fallen Timbers."
    ],
    [
      "1794",
      "Jay’s Treaty is signed, giving priority to British imports while the British vacated frontier forts."
    ],
    [
      "1794",
      "The Whiskey Rebellion breaks out in the Pennsylvania backcountry over the federal whiskey tax."
    ],
    [
      "1794",
      "Washington marches out with 13,000 men and quells the Whiskey Rebellion himself."
    ],
    [
      "1795",
      "The Indians and America negotiate the Treaty of Greenville, forcing the cession of Indian land."
    ],
    [
      "1795",
      "Pinckney negotiates the Treaty of San Lorenzo with Spain, allowing trade through New Orleans."
    ],
    [
      "1796",
      "Washington decides to retire at the end of his second term and delivers his famous Farewell Address."
    ],
    [
      "1796",
      "Adams and his running mate Pinckney defeat Jefferson and Burr [71-68] in the Election of 1796."
    ],
    [
      "1797",
      "John Adams is sworn in as the second president and delivers his inaugural address."
    ],
    [
      "1797",
      "An American diplomatic delegation is sent to Paris to renegotiate the alliance of 1778 with France."
    ],
    [
      "1797",
      "Adams releases French negotiation bribe demands, and the event is dubbed the XYZ Affair."
    ],
    [
      "1798",
      "Following continued grievances at sea Congress rescinds French treaties, beginning the Quasi-War."
    ],
    [
      "1798",
      "Congress passes the Alien and Sedition Acts, giving Adams the power to deport and censor."
    ],
    [
      "1798",
      "Jefferson writes the Kentucky Resolution, claiming that the states can nullify unconstitutional laws."
    ],
    [
      "1798",
      "Madison pens the Virginia Resolution, calling for the federal courts to defend freedom of speech."
    ],
    [
      "1799",
      "A crowd led by John Fries breaks angry farmers out of Pennsylvania jails and violently protests taxes."
    ],
    ["1799", "George Washington passes away at his home on Mount Vernon. "],
    [
      "1800",
      "Jefferson and his running mate Burr defeat Adams and Pinckney [73-65] in the Election of 1800."
    ],
    [
      "1800",
      "Gabriel’s Rebellion is put down in Richmond after the hanging of the 26 conspiring slaves."
    ],
    [
      "1801",
      "Thomas Jefferson is sworn in as the third president and delivers his inaugural address."
    ],
    [
      "1801",
      "Jefferson refuses to pay ransoms to the pasha of Tripoli, launching the Barbary Wars."
    ],
    [
      "1803",
      "John Marshall establishes judicial review on the case Marbury v. Madison."
    ],
    ["1803", "Thomas Jefferson completes the Louisiana Purchase from France."],
    [
      "1803",
      "Fighting resumes again between Britain and France following a British declaration of war."
    ],
    [
      "1804",
      "American forces win a battle at Tripoli harbor, ending the Barbary Wars in victory."
    ],
    [
      "1804",
      "Jefferson dispatches an expedition led by Meriwether Lewis and William Clark to explore the territory."
    ],
    [
      "1804",
      "Jefferson wins a sweeping reelection to the presidency, defeating Pinckney [162-14]."
    ],
    [
      "1806",
      "Virginia creates a new slave law requiring all freed slaves to either leave the state or re-enter slavery."
    ],
    [
      "1806",
      "Lewis and Clark return from their travels, bearing an immense amount of information about the west."
    ],
    [
      "1806",
      "The British Royal Navy resumes the practice of impressment of American ships in the Atlantic."
    ],
    [
      "1807",
      "Jefferson enacts the Embargo, banning all ships sailing to foreign ports in hopes of gaining leverage."
    ],
    [
      "1808",
      "Congress bans the importation of slaves to America on the first day possible for the ban to be placed."
    ],
    [
      "1808",
      "Madison and his running mate Clinton defeat Pinckney and King [122-47] in the Election of 1808."
    ],
    [
      "1808",
      "Tecumseh and Tenskwatawa found the village of Prophetstown in Indiana."
    ],
    [
      "1809",
      "Jefferson signs the Non-Intercourse Act, banning trade only with France and Britain."
    ],
    [
      "1809",
      "James Madison is sworn in as the fourth president and delivers his inaugural address."
    ],
    [
      "1810",
      "The power of judicial review is extended to state laws on the case Fletcher v. Peck."
    ],
    [
      "1810",
      "Congress passes Macon’s Bill No. 2, resuming trade but inserting an embargo clause."
    ],
    [
      "1810",
      "Tecumseh travels across the Mississippi Valley calling for attacks on American settlements."
    ],
    [
      "1811",
      "American forces under William Henry Harrison destroy Prophetstown at the Battle of Tippecanoe."
    ],
    [
      "1812",
      "Madison reimposes the embargo on British trade following continued attacks in the Atlantic."
    ],
    [
      "1812",
      "America declares war on Britain after a Congress majority vote, starting the War of 1812."
    ],
    [
      "1812",
      "The American frigate Constitution defeats the British warship Guerriere off the coast of Canada."
    ],
    [
      "1812",
      "Madison wins reelection to the presidency, defeating his opponent Dewitt Clinton [128-89]."
    ],
    [
      "1813",
      "American Commodore Oliver Perry defeats a British naval force on Lake Erie."
    ],
    [
      "1813",
      "Tecumseh is defeated by William Henry Harrison at the Battle of the Thames near Detroit."
    ],
    [
      "1814",
      "British forces invade Washington D.C., burning the White House to the ground."
    ],
    [
      "1814",
      "Fort McHenry famously withstands a British bombing at Baltimore harbor."
    ],
    [
      "1814",
      "An American army under Andrew Jackson defeats the Red Sticks at the Battle of Horseshoe Bend."
    ],
    [
      "1814",
      "The Treaty of Ghent is signed, ending the War of 1812 and restoring the status quo."
    ],
    [
      "1814",
      "Federalists complain about grievances and suggest disunion at the Hartford Convention."
    ],
    [
      "1815",
      "Andrew Jackson and his forces stave off a strong British invasion in New Orleans."
    ]
  ],
  "5": [
    [
      "",
      "[1790s~1840s]: The Second Great Awakening occurs in the United States."
    ],
    [
      "1790",
      "Samuel Slater establishes America’s first factory at Pawtucket, Rhode Island."
    ],
    [
      "1793",
      "Eli Whitney invents the cotton gin, revolutionizing American slavery and the economy."
    ],
    [
      "1806",
      "Congress authorizes the construction of the National Road from Maryland to the Old Northwest."
    ],
    [
      "1807",
      "Robert Fulton’s steamboat, the Clermont, navigates the Hudson upstream to Albany."
    ],
    [
      "1808",
      "Congress prohibits the Atlantic slave trade on the first day allowed by the Constitution."
    ],
    [
      "1808",
      "[1810~1822]: Spain’s Latin American colonies rise in rebellion and create a series of independent nations."
    ],
    [
      "1810",
      "American residents of West Florida rebel against Spanish authorities and seize Baton Rouge."
    ],
    [
      "1811",
      "The original Bank of the United States expires, leaving the country without uniform currency."
    ],
    [
      "1811",
      "The first commercial steamboat plies the waters of the Mississippi down to New Orleans."
    ],
    [
      "1814",
      "The Boston Associates create a large-scale American weaving factory at Waltham, Massachusetts."
    ],
    [
      "1815",
      "President James Madison proposes the American System in his yearly address to Congress."
    ],
    [
      "1816",
      "Congress enacts the tariff of 1816, offering protection to manufactured goods produced in America."
    ],
    [
      "1816",
      "The Second Bank of the United States is created with a twenty year charter from Congress."
    ],
    [
      "1816",
      "Richard Allen found the African Methodist Episcopal Church in Philadelphia."
    ],
    [
      "1816",
      "Monroe and his running mate Tompkins defeat King and Howard [183-34] in the Election of 1816."
    ],
    [
      "1816",
      "[1817~1825]: The Era of Good Feelings occurs in the United States."
    ],
    [
      "1817",
      "President James Madison vetoes Calhoun’s internal improvements bill after initially supporting it."
    ],
    [
      "1817",
      "James Monroe is sworn in as the fifth president and delivers his inaugural address."
    ],
    [
      "1818",
      "Andrew Jackson leads troops into East Florida and creates a crisis by killing foreign traders."
    ],
    [
      "1819",
      "The Panic of 1819 begins following economic failures due to a lowered European demand for goods."
    ],
    [
      "1819",
      "Congress receives a request from Missouri to draft a constitution in preparation for joining the union."
    ],
    [
      "1819",
      "Marshall defines corporate charters as immutable contracts in Dartmouth College v. Woodward."
    ],
    [
      "1819",
      "Representative James Tallmadge proposes the prohibition of further slavery in Missouri."
    ],
    [
      "1819",
      "Spain sells Florida to America in the Adams-Onís Treaty, negotiated by John Quincy Adams."
    ],
    [
      "1819",
      "Marshall declares the Second Bank’s creation legal by the Constitution in McCulloch v. Maryland."
    ],
    [
      "1819",
      "[1820s~1830s]: The market revolution occurs in the United States."
    ],
    [
      "1820",
      "Senator Jesse Thomas’s Missouri Compromise is adopted by Congress, settling the debate."
    ],
    ["1820", "Monroe wins unopposed reelection to the presidency [231-1]."],
    [
      "1822",
      "The Monroe administration becomes the first government to diplomatically recognize Latin America."
    ],
    [
      "1823",
      "Marshall proclaims that Indians occupied rather than owned their land in Johnson v. M’Intosh."
    ],
    [
      "1823",
      "James Monroe delivers his famous address to Congress including the Monroe Doctrine."
    ],
    [
      "1824",
      "The Supreme Court strikes down a steamboat monopoly in New York in Gibbons v. Ogden."
    ],
    [
      "1824",
      "Andrew Jackson’s lack of a majority in the Election of 1824 leaves the decision to the House."
    ],
    [
      "1825",
      "Henry Clay defers his support to John Quincy Adams, believing that Adams is the right candidate."
    ],
    [
      "1825",
      "Adams and his running mate Calhoun defeat Jackson and Calhoun in the House run-off."
    ],
    [
      "1825",
      "John Quincy Adams is sworn in as the sixth president and delivers his inaugural address."
    ],
    [
      "1825",
      "The Erie Canal, a 363-mile long canal connecting New York to the Great Lakes, is completed."
    ],
    [
      "1825",
      "John Quincy Adams sets forth an ambitious plan for internal improvements and economic progress."
    ],
    [
      "1825",
      "Senator Martin Van Buren begins organizing the new Democratic party in preparation for 1828."
    ],
    [
      "1828",
      "The tariff of 1828 [called the ‘tariff of abominations’ in the South] is passed by Congress."
    ],
    [
      "1828",
      "Outrage breaks out in the South over the tariff on manufactures, beginning the nullification debate."
    ],
    [
      "1828",
      "Work begins on the Baltimore and Ohio railroad, the nation’s first commercial railroad."
    ],
    [
      "1828",
      "The first Workingmen’s Party is created in Philadelphia, seeking to create support for labor rights."
    ],
    [
      "1828",
      "Jackson and his running mate Calhoun defeat Adams and Rush [178-83] in the Election of 1828."
    ],
    [
      "1828",
      "John C. Calhoun secretly drafts South Carolina’s Exposition and Protest, justifying nullification."
    ],
    [
      "1829",
      "Andrew Jackson is sworn in as the seventh president and delivers his inaugural address."
    ],
    [
      "1829",
      "Armed white mobs assemble in Cincinnati, attacking blacks and destroying their homes and businesses."
    ],
    [
      "1830",
      "Daniel Webster delivers his famous argument against nullification on the floor of the Senate."
    ],
    [
      "1830",
      "Jackson passes the Indian Removal Act, providing funds for the uprooting of tribes in the south."
    ],
    [
      "1830",
      "Charles Grandison Finney holds his most famous religious revival in Rochester, New York."
    ],
    [
      "1830",
      "Joseph Smith founds the Church of the Latter-Day Saints and publishes the Book of Mormon."
    ],
    [
      "1831",
      "Marshall declares Indians as “wards” of the government in Cherokee Nation v. Georgia."
    ],
    [
      "1831",
      "Cyrus McCormick invents the reaper, greatly increasing the output of wheat farmers."
    ],
    [
      "1831",
      "Alexis de Tocqueville lands in America for his tour to study American prisons."
    ],
    [
      "1832",
      "The Supreme Court recognizes the right of Indians to be politically separate in Worcester v. Georgia."
    ],
    [
      "1832",
      "Nicholas Biddle’s allies pass a bill extending the Bank’s lifetime through Congress."
    ],
    [
      "1832",
      "Andrew Jackson vetoes the Bank extension bill, refusing to sacrifice the common man for the wealthy."
    ],
    [
      "1832",
      "Congress passes the tariff of 1832, reducing some of the measures introduced by the tariff of 1828."
    ],
    [
      "1832",
      "The state of South Carolina declares the tariff of 1832 null and void within the state."
    ],
    [
      "1832",
      "Jackson wins reelection to the presidency, defeating his opponent Clay [219-49]."
    ],
    [
      "1833",
      "Jackson engineers the passage of the Force Bill in Congress, allowing him to militarily enforce duties."
    ],
    [
      "1833",
      "Clay and Calhoun pass the tariff of 1833 in Congress, further reducing the duties from 1832."
    ],
    [
      "1833",
      "South Carolina rescinds its order of nullification, but proceeds to nullify the Force Bill."
    ],
    [
      "1834",
      "Lyman Beecher delivers his sermon “A Plea for the West”, warning of Catholic intentions in the west."
    ],
    [
      "1834",
      "The young mill women at Lowell walk off their jobs to protest wage reduction [and again two years later]."
    ],
    [
      "1835",
      "The Second Seminole War begins after Seminole resistance to the Indian Removal Act in Florida."
    ],
    [
      "1835",
      "Twenty New York tailors are convicted of conspiracy following their request for higher wages."
    ],
    [
      "1835",
      "Alexis de Tocqueville publishes Democracy in America, documenting the importance of democracy."
    ],
    [
      "1835",
      "John Marshall dies, leading to the appointment of Roger B. Taney to the post of Chief Justice."
    ],
    [
      "1835",
      "Andrew Jackson finishes paying off the last of the American national debt."
    ],
    [
      "1836",
      "The Boston Associates build many modern textile factories in Lowell, just outside of Boston."
    ],
    [
      "1836",
      "The value of currency skyrockets, prices rise, and real wages decline due to a lack of bank regulation."
    ],
    [
      "1836",
      "Land speculators buy 20 million acres of federal land using paper currency of dubious value."
    ],
    [
      "1836",
      "Jackson issues the Specie Circular, declaring that only gold and silver would be accepted for land."
    ],
    [
      "1836",
      "The Bank of England follows Jackson’s decree, only allowing gold and silver for the paying of debts."
    ],
    [
      "1836",
      "An economic downturn occurs in Britain, lowering their demand for American grown cotton."
    ],
    [
      "1836",
      "Van Buren, Johnson defeat Harrison, Granger and White, Tyler [170-73-26] in the Election of 1836."
    ],
    [
      "1837",
      "The Panic of 1837 begins, leading to the failures of businesses and losses of jobs and land."
    ],
    [
      "1837",
      "Martin Van Buren is sworn in as the eighth president and delivers his inaugural address."
    ],
    [
      "1837",
      "The Van Buren administration announces its intentions to remove money from the pet banks."
    ],
    [
      "1837",
      "Taney rules in favor of Massachusetts allowing construction competition despite a contract."
    ],
    [
      "1837",
      "John Deere invents the steel plow, making it easier for settlers to subdue the western prairies."
    ],
    [
      "1838",
      "Indians begin forcibly leaving Georgia, following the Trail of Tears to their new lands in Oklahoma."
    ],
    [
      "1839",
      "Joseph Smith and his followers settle in Nauvoo, Illinois, after being kicked out of previous settlements."
    ],
    [
      "1840",
      "Congress approves Van Buren’s Independent Treasury, separating the government from the bank."
    ],
    [
      "1840",
      "Orestes Brownson argues for a radical social change for equality in his essay “The Laboring Classes”."
    ],
    [
      "1840",
      "Harrison and his running mate Tyler defeat Martin Van Buren [234-60] in the Election of 1840."
    ],
    [
      "1841",
      "William Henry Harrison is sworn in as the ninth president and delivers his inaugural address."
    ],
    [
      "1841",
      "Harrison dies one month after taking office due to a case of severe pneumonia."
    ],
    [
      "1841",
      "John Tyler succeeds Harrison and delivers his “Address Upon Assuming the Office of P.O.T.U.S.”."
    ],
    [
      "1841",
      "Residents of Rhode Island meet at the People’s Convention and draft a new state constitution."
    ],
    [
      "1841",
      "President John Tyler sends troops to quell the insurrection in Rhode Island, resulting in the Dorr War."
    ],
    [
      "1844",
      "The telegraph, invented by Samuel Morse, is put into commercial action for the first time."
    ],
    [
      "1845",
      "John O’Sullivan declares the idea of ‘manifest destiny’ in his essay “Annexation”."
    ],
    [
      "1845",
      "The Irish Potato Famine begins, resulting in millions of Irish immigrants entering America. "
    ],
    [
      "1847",
      "Following Joseph Smith’s murder three years prior, Brigham Young leads the Mormons to Utah."
    ],
    [
      "1854",
      "Henry David Thoreau publishes Walden, recounting his experiences and criticizing the market revolution."
    ]
  ],
  "6": [
    [
      "1811",
      "Hundreds of Louisiana sugar plantation slaves incite an uprising and march armed to New Orleans."
    ],
    [
      "1811",
      "Militia and state troops shut down the rebellion in a battle, resulting in sixty-six casualties."
    ],
    [
      "1815",
      "Robert Owen’s New Lanark community in Scotland reaches its peak, becoming a major manufacturer."
    ],
    [
      "1816",
      "The American Bible Society is founded with the intention of promoting religious virtue among settlers."
    ],
    [
      "1816",
      "Proponents of the deportation of slaves to Africa found the American Colonization Society."
    ],
    [
      "1817",
      "Nearly three thousand free blacks gather in Philadelphia, opposing colonization and asserting equality."
    ],
    [
      "1822",
      "Liberia is founded as a West African outpost for freed slaves to settle in following their manumission."
    ],
    [
      "1822",
      "Denmark Vesey’s plot to start a slave revolt is uncovered by South Carolina officials and he is hanged."
    ],
    [
      "1824",
      "Robert Owen creates the New Harmony community in Indiana, emphasizing equality and common good."
    ],
    [
      "1825",
      "Concerned eastern religious groups found the American Tract Society to spread Protestant literature."
    ],
    [
      "1826",
      "The American Temperance society is founded, aiming to ‘redeem’ drunkards and renounce liquor."
    ],
    [
      "1827",
      "Samuel Cornish helps to establish America’s first black newspaper, Freedom’s Journal."
    ],
    [
      "1829",
      "David Walker publishes An Appeal to the Coloured Citizens of the World, calling on blacks to mobilize."
    ],
    [
      "1831",
      "William Lloyd Garrison publishes the first issue of The Liberator, a weekly journal for abolition."
    ],
    [
      "1831",
      "Nat Turner and his followers rampage through Virginia, killing sixty whites before being captured."
    ],
    [
      "1831",
      "Parliament announces a program for abolishing slavery throughout the empire [concluding in 1838]."
    ],
    [
      "1832",
      "The Virginia legislature passes a variety of reaction laws further restraining the rights of slaves."
    ],
    [
      "1832",
      "Garrison publishes his pamphlet Thoughts on African Colonization, advocating for slave integration."
    ],
    [
      "1832",
      "The Free Woman, a Parisian journal promoting the rights of women, is established in France."
    ],
    [
      "1833",
      "Parliament passes the Slavery Abolition Act, ending slavery within the British empire."
    ],
    [
      "1833",
      "Lydia Maria Child publishes An Appeal in Favor of That Class of Americans Called Africans."
    ],
    [
      "1833",
      "The American Anti-Slavery Society is founded by William Lloyd Garrison and Arthur Tappan."
    ],
    [
      "1836",
      "The House of Representatives passes the ‘gag rule’ in response to the flood of abolitionist petitions."
    ],
    [
      "1837",
      "Antislavery editor Elijah Lovejoy is killed while defending his printing press by a mob in Alton, Illinois."
    ],
    [
      "1838",
      "A Philadelphia mob burns down Pennsylvania Hall, a frequent host of abolitionist lectures."
    ],
    [
      "1838",
      "Abolitionist and womens’ rights reformer Abby Kelley delivers her first lecture in Lynn, Massachusetts."
    ],
    [
      "1838",
      "Sarah Grimké publishes her Letters on the Equality of the Sexes, calling for rights and questioning pay."
    ],
    [
      "1839",
      "Slaves commandeer the slave ship the Amistad and are captured off the coast of Long Island."
    ],
    [
      "1839",
      "The state of Mississippi enacts the first laws shielding the property of married women."
    ],
    [
      "1840",
      "The Shaker society reaches its peak, featuring nineteen branches from New England to Kentucky."
    ],
    [
      "1840",
      "Elizabeth Cady Stanton and Lucretia Mott are refused entry to the World Anti-Slavery Convention."
    ],
    [
      "1840",
      "Abolitionist factions split over the role of women in the movement following Kelley’s appointment."
    ],
    [
      "1840",
      "The American and Foreign Anti-Slavery Society is created, taking up an anti-female stance."
    ],
    [
      "1840",
      "The Liberty Party is formed out of the desire to make abolitionism a political movement."
    ],
    [
      "1840",
      "The Liberty Party nominates James G. Birney as its presidential candidate in the election of 1840."
    ],
    [
      "1841",
      "The Supreme Court rules that the Amistad slaves be returned on United States v. The Amistad."
    ],
    [
      "1841",
      "Virginia slaves seize the Creole and sail to the Bahamas, where they find refuge among the British."
    ],
    [
      "1844",
      "John Quincy Adams facilitates the repeal of the ‘gag rule’ in the House of Representatives."
    ],
    [
      "1844",
      "Margaret Fuller becomes the literary editor of the New York Tribune - the first woman to hold the post."
    ],
    [
      "1845",
      "Fuller publishes Woman in the Nineteenth Century, combining transcendentalism with the movement."
    ],
    [
      "1848",
      "Stanton and Mott organize and hold the Seneca Falls Convention in upstate New York."
    ],
    [
      "1848",
      "Stanton raises the issue of women’s suffrage and publishes the Declaration of Sentiments."
    ],
    [
      "1848",
      "John Humphrey Noyes founds the Oneida community in New York, preaching “complex marriage”."
    ],
    [
      "1849",
      "Harriet Tubman escapes north to Philadelphia and commits herself to the rescue of slaves."
    ],
    [
      "1851",
      "Sojourner Truth delivers her famous speech repudiating female delicacy at a women’s rights convention."
    ],
    [
      "1852",
      "Harriet Beecher Stowe publishes Uncle Tom’s Cabin, portraying slaves as innocent victims."
    ],
    [
      "1852",
      "Frederick Douglass delivers his oration “What, to the Slave, is the Fourth of July?” in Rochester."
    ],
    [
      "1855",
      "A court in Missouri tries a slave, Celia, for the murder of her master and sentences her to death."
    ],
    [
      "1860",
      "New York passes a law allowing married women to sign contracts, manage property, and retain wages."
    ]
  ],
  "7": [
    [
      "1820",
      "Moses Austin receives a large land grant to settle Spanish Texas with American settlers."
    ],
    ["1821", "Mexico gains independence from Spain in the Treaty of Córdoba."],
    [
      "1830",
      "The Mexican government annuls American land contracts and bans future emigration in Texas."
    ],
    [
      "1835",
      "Mexican ruler General Antonio López de Santa Anna sends an army into Texas to enforce authority."
    ],
    [
      "1836",
      "Santa Anna’s army storms the Alamo missionary compound in Texas, killing 187 defenders."
    ],
    [
      "1836",
      "Texan forces under Sam Houston route Santa Anna’s forces at the Battle of San Jacinto."
    ],
    [
      "1836",
      "The Texan rebels force Santa Anna to recognize their independence in the Treaties of Velasco."
    ],
    [
      "1837",
      "The Texas Congress calls for entry into the union, but Jackson and Van Buren avoid the question."
    ],
    [
      "1844",
      "Sec. of State John C. Calhoun’s letter suggesting Texas’s slavery contribution is leaked to the press."
    ],
    [
      "1844",
      "Henry Clay and Martin Van Buren resolve to reject Texan annexation fearing war with Mexico."
    ],
    [
      "1844",
      "Polk and his running mate Dallas defeat Clay and Frelinghuysen [170-105] in the Election of 1844."
    ],
    [
      "1844",
      "The Baptist and Methodist evangelical churches divide into northern and southern branches."
    ],
    [
      "1845",
      "Congress declares Texas part of the United States, completing the process of annexation."
    ],
    [
      "1845",
      "James K. Polk is sworn in as the eleventh president and delivers his inaugural address."
    ],
    [
      "1846",
      "American forces under Taylor move into disputed territory between the Nueces and Rio Grande."
    ],
    [
      "1846",
      "Polk calls for a declaration of war on Mexico, claiming that they had “shed blood on American soil”."
    ],
    [
      "1846",
      "Congress passes a resolution declaring war on Mexico, starting the Mexican-American War."
    ],
    [
      "1846",
      "The United States and Britain sign the Treaty of Oregon, dividing Oregon at the 49th parallel."
    ],
    [
      "1846",
      "American insurrectionists under Capt. John C. Frémont proclaim California free from Mexico."
    ],
    [
      "1846",
      "The U.S. Navy raises the American flag in California after capturing Monterey and San Francisco."
    ],
    [
      "1846",
      "American troops under Gen. Stephen Kearney occupy Sante Fe and end uprisings in California."
    ],
    [
      "1846",
      "Henry David Thoreau is jailed in Massachusetts after refusing to pay taxes in protest of the war."
    ],
    [
      "1846",
      "Congress resolves another of Polk’s goals by passing the Walker Tariff Act, lowering the tariff."
    ],
    [
      "1846",
      "Congress passes the Independent Treasury Act, reestablishing the Independent Treasury."
    ],
    [
      "1846",
      "Rep. David Wilmot proposes the Wilmot Proviso, proposing the banning of slavery in the Cession."
    ],
    [
      "1846",
      "Alfred Robinson famously advocates for Californian annexation in his Life in California."
    ],
    [
      "1847",
      "Gen. Zachary Taylor’s forces defeat Santa Anna’s army at the Battle of Buena Vista."
    ],
    [
      "1847",
      "Polk orders Winfield Scott to march from Veracruz to Mexico City after Mexico’s refusal to negotiate."
    ],
    [
      "1847",
      "Winfield Scott’s forces route Mexican defenders and seize the Mexican capital in September."
    ],
    [
      "1847",
      "Representative Abraham Lincoln introduces his “Spot Resolutions” to Congress, but it is ignored."
    ],
    [
      "1848",
      "Gold is discovered at Johann Sutter’s mill in California, triggering the California Gold Rush."
    ],
    [
      "1848",
      "America and Mexico sign the Treaty of Guadalupe Hidalgo, ending the Mexican-American War."
    ],
    [
      "1848",
      "Mexico cedes California and present-day New Mexico, Arizona, Nevada, and Utah to America."
    ],
    [
      "1848",
      "Opponents of the expansion of slavery organize the Free Soil Party and nominate Van Buren."
    ],
    [
      "1848",
      "Taylor, Fillmore defeat Cass, Butler and Van Buren, C. F. Adams [163-127-0] in the Election of 1848."
    ],
    [
      "1849",
      "Zachary Taylor is sworn in as the twelfth president and delivers his inaugural address."
    ],
    [
      "1849",
      "Thoreau publishes his famous essay “On Civil Disobedience,” preaching nonviolent resistance."
    ],
    [
      "1850",
      "California submits a proposal to Congress requesting entry into the United States as a free state."
    ],
    [
      "1850",
      "Sen. Henry Clay offers the Compromise of 1850, including four heavily debated main provisions."
    ],
    [
      "1850",
      "Zachary Taylor suddenly dies of an intestinal infection in July, leaving the debate in the balance."
    ],
    [
      "1850",
      "Millard Fillmore is sworn in as the thirteenth president and delivers his “First Annual Message”."
    ],
    [
      "1850",
      "Fillmore breaks the Congressional impasse and facilitates the passage of the Compromise of 1850."
    ],
    [
      "1850",
      "Congress passes the Fugitive Slave Act, placing federal agents in the North and causing outrage."
    ],
    [
      "1851",
      "A crowd of New York protestors rescue the slave Jerry from Syracuse jail and send him to Canada."
    ],
    [
      "1851",
      "A slave owner who attempted to recapture a fugitive is killed by a mob in Christiana, Pennsylvania."
    ],
    [
      "1852",
      "Pierce and his running mate King defeat Scott and Graham [254-42] in the Election of 1852."
    ],
    [
      "1853",
      "Franklin Pierce is sworn in as the fourteenth president and delivers his inaugural address."
    ],
    [
      "1853",
      "American warships under Commodore Matthew Perry sail into Tokyo Harbor to negotiate with Japan."
    ],
    [
      "1853",
      "Perry presents his technologies, armaments, and arts, impressing the Japanese leadership."
    ],
    [
      "1854",
      "Sen. Stephen Douglas introduces a bill to provide territorial governments for Kansas and Nebraska."
    ],
    [
      "1854",
      "Antislavery Congressmen issue their Appeal of the Independent Democrats, condemning the bill."
    ],
    [
      "1854",
      "The Republican Party is founded at an anti-expansion meeting in Ripon, Wisconsin."
    ],
    [
      "1854",
      "Japan opens two ports to American trade, providing America with fueling stops on the way to China."
    ],
    [
      "1854",
      "Stephen Douglas engineers the passage of the Kansas-Nebraska Act in Congress."
    ],
    [
      "1854",
      "America and Mexico finalize the Gadsden Purchase, permanently defining the Mexico border."
    ],
    [
      "1854",
      "Pierre Soulé persuades other ministers to sign the Ostend Manifesto, calling for the seizure of Cuba."
    ],
    [
      "1854",
      "The Know-Nothing Party sweeps the Massachusetts state elections on a nativist platform."
    ],
    [
      "1855",
      "Hundreds of proslavery Missourians illegally vote in the 1855 Kansas elections on slavery."
    ],
    [
      "1855",
      "Pierce recognizes the resulting pro-slavery government, but settlers form a rival free government."
    ],
    [
      "1855",
      "A proslavery mob assaults the free-soil stronghold of Lawrence, burning buildings and homes."
    ],
    [
      "1855",
      "Rep. Preston Brooks beats Sen. Charles Sumner unconscious on the Senate floor with a cane."
    ],
    [
      "1855",
      "John Brown and eight accomplices kill five pro-slavery men on the banks of Pottawatomie Creek."
    ],
    [
      "1855",
      "The Whig Party collapses after it is unable to form a unified response to the slavery crisis."
    ],
    [
      "1856",
      "The major parties reorient themselves along sectional lines, largely splitting the North and South."
    ],
    [
      "1856",
      "Buchanan, Breckinridge defeat Frémont, Dayton and Fillmore, Donelson [174-114-8] in the Election of 1856."
    ],
    [
      "1857",
      "James Buchanan is sworn in as the fifteenth president and delivers his inaugural address."
    ],
    [
      "1857",
      "Taney rules that only whites can be citizens and prohibits territorial slavery in Dred Scott v. Sandford."
    ],
    [
      "1857",
      "Buchanan announces that slavery henceforth exists in all the territories."
    ],
    [
      "1858",
      "Buchanan attempts to admit Kansas as a slave state under the Lecompton Constitution."
    ],
    [
      "1858",
      "Sen. Stephen Douglas, outraged by the violation of popular sovereignty, blocks the measure."
    ],
    [
      "1858",
      "Upon accepting his nomination for the Senate, Lincoln delivers his famous “House Divided” speech."
    ],
    [
      "1858",
      "Tens of thousands of listeners attend the Lincoln-Douglas debates in their Illinois Senate race."
    ],
    [
      "1858",
      "The Democrats narrowly emerge victorious in the state and elect Stephen Douglas to the Senate."
    ],
    [
      "1859",
      "John Brown is captured and hanged after an arms raid on the town of Harpers Ferry, Virginia."
    ],
    [
      "1860",
      "Seven states of the Deep South demand that the Democrats protect slavery in the territories."
    ],
    [
      "1860",
      "Delegates from the seven Deep South states leave the Democrat convention, upset over slavery."
    ],
    [
      "1860",
      "Northern Democrats proceed to nominate Douglas, while the rebels nominate Breckinridge."
    ],
    [
      "1860",
      "The Republicans convene in the North and nominate Lincoln while adding economics to their platform."
    ],
    [
      "1860",
      "Sen. John J. Crittenden and other former Whigs found the Constitutional Union Party."
    ],
    [
      "1860",
      "Lincoln, Hamlin defeat Breckinridge, Lane, Bell, Everett, and Douglas, Johnson [180-72-39-12]."
    ],
    [
      "1860",
      "Sen. John J. Crittenden offers the Crittenden Compromise, which would enshrine slavery."
    ],
    [
      "1860",
      "South Carolina issues its Declaration of the Immediate Causes of Secession and secedes."
    ],
    [
      "1861",
      "The first seven seceding states form the Confederate States of America on February 8th."
    ],
    [
      "1861",
      "The Confederacy adopts a Constitution and elects Jefferson Davis to the presidency."
    ],
    [
      "1861",
      "Abraham Lincoln is sworn in as the sixteenth president and delivers his famous inaugural address."
    ],
    [
      "1861",
      "Alexander Stephens, Confederate vice president, delivers his infamous Cornerstone Speech."
    ],
    [
      "1861",
      "Jefferson Davis orders batteries to fire on Fort Sumter after Lincoln shipped supplies there. "
    ],
    [
      "1861",
      "Lincoln proclaims that a Southern insurrection has begun and calls for 75,000 volunteer troops."
    ],
    [
      "1861",
      "Virginia, Arkansas, North Carolina, and Tennessee secede and join the Confederacy."
    ],
    [
      "1861",
      "Lincoln orders a naval blockade of the South, although it isn’t immediately effective."
    ],
    [
      "1861",
      "The United States Sanitary Commission is founded in order to generate troop donations for the Union."
    ],
    [
      "1861",
      "The Army of the Potomac is forced into a retreat by the Confederates at the First Battle of Bull Run."
    ],
    [
      "1861",
      "John C. Frémont prohibits slavery in Missouri, only to be swiftly rescinded by Lincoln."
    ],
    [
      "1861",
      "Abraham Lincoln appoints George B. McClellan as commander of the Army of the Potomac."
    ],
    [
      "1861",
      "The Union adopts Gen. Benjamin F. Butler’s plan of treating slaves as contraband of war."
    ],
    [
      "1861",
      "The Union navy occupies South Carolina’s Sea Islands, and immigrants begin to arrive."
    ],
    [
      "1862",
      "Ulysses Grant’s forces capture Forts Henry and Donelson in Tennessee in the Western theater."
    ],
    [
      "1862",
      "McClellan leads the Army into Northern Virginia after mounting pressure from Republicans."
    ],
    [
      "1862",
      "The Monitor and the Merrimac clash at the Battle of Hampton Roads - the first ironclad battle."
    ],
    [
      "1862",
      "Congress prohibits the Union army from returning any fugitive slaves to the Confederates."
    ],
    [
      "1862",
      "Grant withstands a surprise attack and defeats Confederate forces at Shiloh, Tennessee."
    ],
    [
      "1862",
      "Abraham Lincoln signs the Emancipation Act, abolishing slavery in the District of Columbia."
    ],
    [
      "1862",
      "Union Adm. David Farragut storms and captures the stronghold of New Orleans by sea."
    ],
    [
      "1862",
      "Gen. Johnston and Lee’s Army of Northern Virginia repel McClellan during the Seven Days’ Campaign."
    ],
    [
      "1862",
      "Lincoln signs the Revenue Act of 1862, implementing the first functioning income tax."
    ],
    [
      "1862",
      "The Union Pacific and Central Pacific railroad companies are chartered by Congress."
    ],
    [
      "1862",
      "Congress passes the Land Grant College Act, assisting states in establishing colleges."
    ],
    [
      "1862",
      "Congress passes the Second Confiscation Act, liberating slaves from Union owners and fugitives."
    ],
    [
      "1862",
      "Lincoln meets with a delegation of black leaders to promote emigration and colonization."
    ],
    [
      "1862",
      "Gen. Robert E. Lee defeats Union forces under Gen. John Pope at the Second Battle of Bull Run."
    ],
    [
      "1862",
      "Lee, looking to capitalize on Union losses and demoralization, leads his forces north into Maryland."
    ],
    [
      "1862",
      "McClellan’s Army of the Potomac repels Lee at the Battle of Antietam - the bloodiest day of the war."
    ],
    [
      "1862",
      "Lincoln issues the Preliminary Emancipation Proclamation, warning of abolition in the new year."
    ],
    [
      "1862",
      "Lincoln signs a deal with a shady entrepreneur to settle former slaves on an island near Haiti."
    ],
    [
      "1862",
      "Union Gen. Grant’s forces lay siege to Vicksburg, Mississippi, following the failure of direct attacks."
    ],
    [
      "1862",
      "Lincoln pardons all but 38 Sioux aggressors, leading to the largest mass execution in American history."
    ],
    [
      "1863",
      "Lincoln signs the Emancipation Proclamation, freeing slaves in areas not firmly under Union control."
    ],
    [
      "1863",
      "Through the Emancipation Proclamation, Lincoln allows the enlistment of black soldiers."
    ],
    [
      "1863",
      "The Homestead Act takes effect, offering 160 acres of free public land to western settlers."
    ],
    [
      "1863",
      "Food riots break out in Richmond, Virginia, where large crowds of women plundered supplies."
    ],
    [
      "1863",
      "Union Gen. Joe Hooker assumes control of the Army of the Potomac and marches into Virginia."
    ],
    [
      "1863",
      "Lee’s army defeats Hooker’s forces at the Battle of Chancellorsville, forcing him back to Maryland."
    ],
    [
      "1863",
      "Union Gen. Lorenzo Thomas raises fifty regiments of black troops in the Mississippi Valley."
    ],
    [
      "1863",
      "Robert E. Lee opts to go on the offensive, leading troops north in hopes of destroying morale."
    ],
    [
      "1863",
      "Union Gen. George Meade meets Lee’s forces at Gettysburg, where the two fight for three days."
    ],
    [
      "1863",
      "Lee is defeated and flees back to Virginia following the failure of Pickett’s Charge on July 3rd."
    ],
    [
      "1863",
      "The city of Vicksburg surrenders to Gen. Grant’s siege, leaving the Mississippi Valley to the Union."
    ],
    [
      "1863",
      "The Union army outlines a new contract plantation labor system for emancipated slaves."
    ],
    [
      "1863",
      "Four days of rioting occur in New York City over the Union draft, mainly led by Irish mobs."
    ],
    [
      "1863",
      "Col. Robert G. Shaw’s Massachusetts 54th Volunteers lead a famous attack at Fort Wagner."
    ],
    [
      "1863",
      "Another Confederate bread riot erupts in Mobile, Alabama, where a crowd steals army supplies."
    ],
    [
      "1863",
      "Lincoln delivers his famous Gettysburg Address, succinctly summarizing the war’s meaning."
    ],
    [
      "1863",
      "Lincoln announces his Ten-Percent Plan of Reconstruction to Congress."
    ],
    [
      "1864",
      "Congress passes the Wade-Davis Bill proposing a harsher Reconstruction plan, but it dies."
    ],
    [
      "1864",
      "Abraham Lincoln appoints Gen. Ulysses S. Grant as commander of the Army of the Potomac."
    ],
    [
      "1864",
      "Lincoln urges the governor of Union Louisiana to partially enfranchise blacks in a letter."
    ],
    [
      "1864",
      "Confederate Nathan B. Forrest’s troops massacre black soldiers post-surrender at Fort Pillow."
    ],
    [
      "1864",
      "Union Gen. Grant crosses the Rapidan River and begins the Overland Campaign against Lee."
    ],
    [
      "1864",
      "Lee beats Grant to Petersburg, leading to Grant’s forces settling in for a long siege."
    ],
    [
      "1864",
      "Congress passes an act granting black soldiers retroactive equal pay for their service."
    ],
    [
      "1864",
      "Union Gen. William Sherman moves his troops from Georgia into Tennessee, encountering resistance."
    ],
    [
      "1864",
      "Union troops in the Southwest force the Navajo into reservations, leading to the Navajo’s Long Walk."
    ],
    [
      "1864",
      "Gen. William Tecumseh Sherman finally captures Atlanta, seizing Georgia’s main rail center."
    ],
    [
      "1864",
      "Roger B. Taney dies, leading to the appointment of Samuel P. Chase to the post of Chief Justice."
    ],
    [
      "1864",
      "The Radical Republicans abandon Lincoln and nominate John C. Frémont on a platform of abolition."
    ],
    [
      "1864",
      "John C. Frémont drops out of the race, fearing that he will split the Republican vote too much."
    ],
    [
      "1864",
      "Lincoln wins reelection to the presidency, defeating his opponent McClellan [212-21]."
    ],
    [
      "1864",
      "Gen. Sherman and his army set out on his March to the Sea, razing a 60-mile wide path."
    ],
    [
      "1865",
      "Union Gen. Sherman’s forces capture Savannah and continue rampaging through South Carolina."
    ],
    [
      "1865",
      "Congress approves the Thirteenth Amendment, abolishing slavery throughout the Union."
    ],
    [
      "1865",
      "Lincoln calls for reconciliation with the South in his second inaugural address."
    ],
    [
      "1865",
      "The Confederate Congress authorizes the arming of slaves to fight following Lee’s approval."
    ],
    [
      "1865",
      "Gen. Grant finally breaks through at Petersburg, forcing Lee’s abandonment of Richmond."
    ],
    [
      "1865",
      "Union soldiers occupy the Confederate capital and Lincoln walks through Richmond."
    ],
    [
      "1865",
      "Lee surrenders to Grant’s army at Appomattox Courthouse, Virginia, on April 9th."
    ],
    [
      "1865",
      "Lincoln calls for limited black suffrage throughout the Union in his final speech."
    ],
    [
      "1865",
      "Lincoln is shot and killed by John Wilkes Booth at Ford’s Theatre in Washington, D.C."
    ],
    [
      "1865",
      "Andrew Johnson is sworn in as the seventeenth president and delivers his inaugural address."
    ],
    [
      "1866",
      "The Supreme Court rules it illegal to hold military tribunals near civil courts in Ex parte Milligan."
    ],
    [
      "1869",
      "The transcontinental railroad is completed, expanding and connecting the national market."
    ]
  ],
  "8": [
    [
      "1865",
      "Gen. Sherman and Sec. of War Stanton meet with the black community of Savannah, Georgia."
    ],
    [
      "1865",
      "Sherman issues his Special Field Order 15, setting aside forty-acre plots for black families."
    ],
    [
      "1865",
      "Congress creates the Freedmen’s Bureau in order to establish free labor services for freedmen."
    ],
    [
      "1865",
      "President Johnson decrees that all land in federal hands be returned back to its former owners."
    ],
    [
      "1865",
      "Johnson issues a series of proclamations to reunite the nation, starting Presidential Reconstruction."
    ],
    [
      "1865",
      "Johnson declares that the nation has been reunited in his December address to Congress."
    ],
    [
      "1865",
      "The Thirteenth Amendment is ratified by the states, outlawing slavery within the country."
    ],
    [
      "1866",
      "Sen. Lyman Trumbull proposes an extension of the Bureau and the Civil Rights Act of 1866."
    ],
    [
      "1866",
      "Fisk University, one of the nation’s first black colleges, is founded in Nashville, Tennessee."
    ],
    [
      "1866",
      "Johnson vetoes both bills proposed by Sen. Trumbull, to the surprise of Congress."
    ],
    [
      "1866",
      "Congress passes the Civil Rights Act of 1866 over Johnson’s veto with a supermajority. "
    ],
    [
      "1866",
      "Congress approves the Fourteenth Amendment and sends it to the states for ratification."
    ],
    [
      "1866",
      "A group of Confederate veterans convenes in Pulaski, Tennessee, to found the Ku Klux Klan."
    ],
    [
      "1867",
      "Congress adopts the Reconstruction Act over a veto, dividing the South into military districts."
    ],
    [
      "1867",
      "Congress passes the Tenure of Office Act, barring the president from removing some officeholders."
    ],
    [
      "1868",
      "Johnson, believing the Tenure of Office Act was unconstitutional, removes Sec. of War Stanton."
    ],
    [
      "1868",
      "The House of Representatives drafts articles of impeachment against Johnson following his actions."
    ],
    [
      "1868",
      "Johnson’s lawyers inform moderates that if acquitted, Johnson wouldn’t interfere in Reconstruction."
    ],
    [
      "1868",
      "The Senate impeachment vote fails [35-19 in favor], falling one vote short of conviction."
    ],
    [
      "1868",
      "The Republican Party nominates military hero Ulysses S. Grant at their national convention."
    ],
    [
      "1868",
      "The Democratic Party selects former governor Horatio Seymour as their standard bearer."
    ],
    [
      "1868",
      "The Fourteenth Amendment is ratified by the states, guaranteeing equal legal protections."
    ],
    [
      "1868",
      "Grant and his running mate Colfax defeat Seymour and Blair Jr. [214-80] in the Election of 1868."
    ],
    [
      "1869",
      "Congress passes the Fifteenth Amendment and sends it to the states for ratification."
    ],
    [
      "1869",
      "Ulysses Grant is sworn in as the eighteenth president and delivers his inaugural address."
    ],
    [
      "1869",
      "South Carolina creates a state Land Commission, a program to give land to blacks and poor whites."
    ],
    [
      "1870",
      "The Fifteenth Amendment is ratified by the states, granting suffrage to African-Americans."
    ],
    [
      "1870",
      "Congress passes the first Enforcement Act, outlawing voter discrimination and terror groups."
    ],
    [
      "1870",
      "Georgia becomes the last former Confederate state to be readmitted to the Union."
    ],
    [
      "1870",
      "Hiram Revels of Mississippi becomes the first black Senator in American history."
    ],
    [
      "1871",
      "Congress passes the second Enforcement Act, revising the first with harsher punishments."
    ],
    [
      "1871",
      "Congress passes the third Enforcement Act [a.k.a. the KKK Act], allowing military intervention."
    ],
    [
      "1871",
      "President Grant dispatches federal marshals to arrest hundreds of accused Klansmen."
    ],
    [
      "1871",
      "The Times breaks a story exposing New York City’s corrupt Tweed Ring, led by Sen. William Tweed."
    ],
    [
      "1872",
      "An alienated group of Republicans breaks away and forms the Liberal Republican Party."
    ],
    [
      "1872",
      "The Liberal Republicans nominate Horace Greeley, editor of the New York Tribune, for president."
    ],
    [
      "1872",
      "Democratic leaders pounce on the Republican support and back Greeley as their candidate."
    ],
    [
      "1872",
      "Grant wins reelection to the presidency, defeating his opponent Greeley [286-66]."
    ],
    [
      "1873",
      "Armed whites assault the town of Colfax, Louisiana, and murder hundreds of former slaves."
    ],
    [
      "1873",
      "The Supreme Court declares that most rights are controlled by states in the Slaughterhouse Cases."
    ],
    [
      "1873",
      "The Supreme Court asserts that free labor principles are male only in Bradwell v. Illinois."
    ],
    [
      "1873",
      "Samuel P. Chase dies, leading to the appointment of Morrison Waite to the post of Chief Justice."
    ],
    [
      "1873",
      "America enters a major crisis following Cooke’s firm’s bankruptcy, beginning the Panic of 1873."
    ],
    [
      "1874",
      "Former slave Blanche K. Bruce of Mississippi becomes the second black Senator ever."
    ],
    [
      "1874",
      "James S. Pike publishes The Prostrate State, condemning South Carolina’s corruption [and blacks]."
    ],
    [
      "1874",
      "The Democratic party makes major gains in the midterms, taking the House of Representatives."
    ],
    [
      "1875",
      "Congress enacts the Civil Rights Act of 1875, outlawing discrimination in public accommodations."
    ],
    [
      "1875",
      "A story is broken revealing the Whiskey Ring scandal involving high-ranking Grant Republicans."
    ],
    [
      "1875",
      "Armed Democrats destroy ballot boxes and drive former slaves from the polls in Mississippi."
    ],
    [
      "1876",
      "The Supreme Court guts the Enforcement Acts by tossing convictions in United States v. Cruikshank."
    ],
    [
      "1876",
      "The nomination of ex-Confederate Wade Hampton for [SC] governor launches a wave of violence."
    ],
    [
      "1876",
      "The Republican Party convenes and nominates Rutherford B. Hayes of Ohio for president."
    ],
    [
      "1876",
      "The Democratic Party selects Gov. Samuel J. Tilden of New York as their candidate."
    ],
    [
      "1876",
      "Both parties claim to have carried SC, FL, and LA, creating an election impasse in Congress."
    ],
    [
      "1877",
      "Congress creates the Electoral Commission, whose 8-7 Republican majority elects Hayes."
    ],
    [
      "1877",
      "Rutherford Hayes is sworn in as the nineteenth president and delivers his inaugural address."
    ],
    [
      "1877",
      "Republicans agree to end Reconstruction for Democratic recognition in the Bargain of 1877."
    ],
    [
      "1877",
      "President Rutherford B. Hayes orders away Union troops, ending Reconstruction in the South."
    ]
  ],
  "9": [
    [
      "1857",
      "Mormons attack a wagon train of settlers moving through Utah in the Mountain Meadows Massacre."
    ],
    [
      "1859",
      "Charles Darwin publishes his famous book On the Origin of Species, establishing evolution theory."
    ],
    [
      "1866",
      "The Atlantic cable opens, making it possible to send telegrams between America and Europe."
    ],
    [
      "1867",
      "Secretary of State William H. Seward purchases Alaska from Russia for $7.2 million."
    ],
    [
      "1867",
      "Critics of the railroads come together to form the Patrons of Husbandry to fight for fair prices."
    ],
    [
      "1868",
      "A Cuban revolt against Spanish rule begins the Ten Years’ War between Cuba and Spain."
    ],
    [
      "1869",
      "President Ulysses S. Grant announces a new “peace policy” with Western Natives, but war resumes."
    ],
    [
      "1870",
      "John D. Rockefeller founds Standard Oil with his business partners and brothers."
    ],
    [
      "1871",
      "Congress eliminates the system by which the government negotiated with Indians as a foreign nation."
    ],
    [
      "1871",
      "The Times breaks a story exposing New York City’s corrupt Tweed Ring, led by Sen. William Tweed."
    ],
    [
      "1872",
      "The New York Sun exposes the Crédit Mobilier scandal, a corrupt government railroad business."
    ],
    [
      "1873",
      "The United States enters a major economic depression during the Panic of 1873."
    ],
    [
      "1873",
      "Andrew Carnegie sets out to create the first “vertically integrated” steel company."
    ],
    [
      "1874",
      "The Women’s Christian Temperance Union is founded at a national convention in Cleveland, Ohio."
    ],
    [
      "1875",
      "Congress passes the Page Act of 1875, banning Chinese women from entering the country."
    ],
    [
      "1876",
      "Gen. George Custer and his 250 men die at the hands of Sioux Indians at the Battle of Little Bighorn."
    ],
    [
      "1876",
      "The Black Hills Gold Rush hits its peak following the discovery of gold in South Dakota two years prior."
    ],
    [
      "1877",
      "Troops commanded by O. O. Howard pursue the Nez Percé on a 1,700 mile chase across the West."
    ],
    [
      "1877",
      "The Great Railroad Strike begins when strikers burn railyards in Pittsburgh after being fired upon."
    ],
    [
      "1877",
      "General strikes paralyze the rail center cities of Chicago and St. Louis, halting national traffic."
    ],
    [
      "1877",
      "President Rutherford Hayes orders federal troops into the North and puts down the strikes by force."
    ],
    [
      "1877",
      "Howard’s troops force the surrender of the Nez Percé and force them into reservations in Oklahoma."
    ],
    [
      "1879",
      "Nez Percé leader Chief Joseph delivers a Washington speech condemning the reservation policy."
    ],
    [
      "1879",
      "An estimated 40-60 thousand Southern blacks migrate to Kansas in the Kansas Exodus."
    ],
    [
      "1879",
      "The United States returns to the gold standard [paper money exchangeable for gold at a fixed rate]."
    ],
    [
      "1879",
      "The Bureau of Indian Affairs opens the first Indian boarding school in Carlisle, Pennsylvania."
    ],
    [
      "1879",
      "Henry George publishes Progress and Poverty, suggesting a “single tax” to solve growing squalor."
    ],
    [
      "1880",
      "The first effective Farmers’ Alliance is founded by farm journalist Milton George in Chicago."
    ],
    [
      "1881",
      "President James A. Garfield is shot and eventually dies after an assassination attempt."
    ],
    [
      "1882",
      "Congress passes the Chinese Exclusion Act, banning all Chinese immigration for a ten year period."
    ],
    [
      "1883",
      "Congress passes the Civil Service Act, creating a merit system for the appointment of federal workers."
    ],
    [
      "1883",
      "Low-wage earning Texas cowboys strike for two and half months in the spring for higher pay."
    ],
    [
      "1883",
      "The Supreme Court invalidates the Civil Rights Act of 1875 in the combined Civil Rights Cases."
    ],
    [
      "1883",
      "The major railroad companies divide the United States into four major time zones."
    ],
    [
      "1884",
      "Laurence Gronlund publishes The Cooperative Commonwealth, introducing American socialism."
    ],
    [
      "1885",
      "The California Supreme Court orders San Francisco schools to admit Chinese kids in Tape v. Hurley."
    ],
    [
      "1885",
      "The New York Court of Appeals invalidates a law that prevents cigar manufacturing in tenements."
    ],
    [
      "1886",
      "The Knights of Labor, led by Terence V. Powderly, reaches its peak membership of about 800,000."
    ],
    [
      "1886",
      "On May 1st [or May Day], some 350,000 workers around the country demonstrate for an 8 hour day."
    ],
    [
      "1886",
      "Four strikers are killed by Chicago police during May Day labor protests on May 3rd."
    ],
    [
      "1886",
      "After a bombing in Haymarket Square, panicked police kill innocents and arrest labor leaders."
    ],
    [
      "1886",
      "Eight anarchists, known as the “Haymarket martyrs”, are convicted for the bombing by a jury."
    ],
    [
      "1886",
      "The Student Volunteer Movement for Foreign Missions is founded, inspired by Dwight Moody."
    ],
    [
      "1886",
      "The Statue of Liberty is dedicated in New York Harbor, the tallest man-made structure in the West."
    ],
    [
      "1886",
      "Pro-labor candidate and author Henry George wins 70,000 votes in the race for New York City mayor."
    ],
    [
      "1886",
      "The American Federation of Labor is founded by Samuel Gompers and union leaders in Ohio."
    ],
    [
      "1887",
      "Congress establishes the Interstate Commerce Commission in response to outcries about rail rates."
    ],
    [
      "1887",
      "Congress passes the Dawes Act, breaking up all tribal land into parcels to be given to Indian families."
    ],
    [
      "1888",
      "Edward Bellamy publishes Looking Backward, a fictional tale of socialist ideas and interdependence."
    ],
    [
      "1889",
      "The government opens up two million acres of Indian land from the Dawes Act to white settlers."
    ],
    [
      "1889",
      "Andrew Carnegie publishes his famous article “Wealth”, establishing his idea of the Gospel of Wealth."
    ],
    [
      "1890",
      "Jacob Riis publishes How the Other Half Lives, a shocking account of urban poor living conditions."
    ],
    [
      "1890",
      "Alfred T. Mahan publishes The Influence of Sea Power upon History, arguing for a powerful navy."
    ],
    [
      "1890",
      "The National American Woman Suffrage Association is created to reunite suffrage organizations."
    ],
    [
      "1890",
      "Congress passes the Sherman Antitrust Act, banning all practices that restricted free trade."
    ],
    [
      "1890",
      "Congress passes the strongly protectionist McKinley Tariff, shepherded by Rep. William McKinley."
    ],
    [
      "1890",
      "American soldiers kill around 200 Indian Ghost Dancers near Wounded Knee Creek, South Dakota."
    ],
    [
      "1892",
      "Supporters of the Farmers’ Alliance hold a convention and decide to form the Populist Party."
    ],
    [
      "1892",
      "Congress passes the Geary Act, renewing the Chinese Exclusion Act for a further ten years."
    ],
    [
      "1892",
      "Andrew Carnegie and Henry Frick decide to operate their Homestead steel mills on a nonunion basis."
    ],
    [
      "1892",
      "Homestead steel mill workers blockade the steelworks and strike in response to the nonunion policy."
    ],
    [
      "1892",
      "The Populist Party adopts its platform, written by Ignatius Donnelly, at its Omaha convention."
    ],
    [
      "1892",
      "Armed strikers confront private policemen from the Pinkerton Detective Agency and force their retreat."
    ],
    [
      "1892",
      "The governor of Pennsylvania sends in 8,000 militiamen and ends the Homestead strike."
    ],
    [
      "1892",
      "Populist candidate James Weaver receives 8.5% of the popular vote in the Election of 1892."
    ],
    [
      "1893",
      "The United States enters a major economic depression during the Panic of 1893."
    ],
    [
      "1893",
      "A group of American planters rebel and overthrow the Hawaiian government of Queen Liliuokalani."
    ],
    [
      "1893",
      "President Benjamin Harrison submits a Hawaiian annexation treaty to Congress on his last day."
    ],
    [
      "1893",
      "President Grover Cleveland withdraws the proposed Hawaiian annexation treaty from Congress."
    ],
    [
      "1893",
      "The Court authorizes the government to expel Chinese aliens without due process in Fong Yue Ting."
    ],
    [
      "1893",
      "Illinois governor John Peter Altgeld commutes the sentences of the remaining 3 “Haymarket martyrs”."
    ],
    [
      "1893",
      "Colorado enacts women’s suffrage through a popular referendum, granting women the vote."
    ],
    [
      "1894",
      "Governor Davis Waite of Colorado sends the militia in support of striking miners against police."
    ],
    [
      "1894",
      "A band of men led by businessman Jacob Coxey march to Washington protesting unemployment."
    ],
    [
      "1894",
      "The federal government deploys troops to disperse Coxey’s Army from Washington."
    ],
    [
      "1894",
      "Workers in the railroad company town of Pullman, Illinois call a strike to protest a wage reduction."
    ],
    [
      "1894",
      "The American Railway Union announces that its members will refuse to handle Pullman cars."
    ],
    [
      "1894",
      "Attorney General Richard Olney obtains a federal court injunction ordering the strikers back to work."
    ],
    [
      "1894",
      "Federal troops and U.S. marshals are dispatched to occupy rail centers like Chicago and Sacramento."
    ],
    [
      "1894",
      "The Pullman strike collapses when union leaders like Eugene V. Debs are jailed for contempt of court."
    ],
    [
      "1894",
      "The Republican Party gains 117 seats in the House of Representatives during the midterms."
    ],
    [
      "1894",
      "The Immigration Restriction League is founded by a group of professionals near Boston."
    ],
    [
      "1894",
      "Henry D. Lloyd publishes his Wealth against Commonwealth, stating that monopolies ruin liberty."
    ],
    [
      "1895",
      "The Illinois Supreme Court nullifies a state law setting a 48 hour work week for women and children."
    ],
    [
      "1895",
      "The Court rules that the Antitrust Act can’t break up monopolies in United States v. E. C. Knight & Co."
    ],
    [
      "1895",
      "The Cuban War of Independence begins after revolutionaries start uprisings all over the island."
    ],
    [
      "1895",
      "The Court unanimously confirms the Pullman sentences and approves injunction use in In re Debs."
    ],
    [
      "1895",
      "Booker T. Washington delivers his Atlanta Cotton Expo speech urging blacks to accept segregation."
    ],
    [
      "1895",
      "Eugene V. Debs is greeted by a crowd of 100,000 supporters upon his release from prison in Chicago."
    ],
    [
      "1896",
      "The National Association of Colored Women is founded in Washington, D.C. by black activists."
    ],
    [
      "1896",
      "The Court approves state laws requiring separate facilities based on race in Plessy v. Ferguson."
    ],
    [
      "1896",
      "Gold is discovered by prospectors in the Yukon territory, triggering the Klondike Gold Rush in Alaska."
    ],
    [
      "1896",
      "William Jennings Bryan wins the Democratic nomination after his famous “cross of gold” speech."
    ],
    [
      "1896",
      "The Republican Party nominates protectionist Ohio governor William McKinley for president."
    ],
    [
      "1896",
      "Bryan earns the endorsement of the Populist Party and embarks on a national speaking tour."
    ],
    [
      "1896",
      "McKinley and his running mate Hobart defeat Bryan and Sewall [271-176] in the Election of 1892."
    ],
    [
      "1897",
      "Congress passes the Dingley Tariff of 1897, raising tariff rates to the highest level in U.S. history."
    ],
    [
      "1898",
      "An explosion destroys the American USS Maine in Havana Harbor, killing nearly 270 sailors."
    ],
    [
      "1898",
      "Spain rejects an American demand for cease-fire in Cuba and eventual Cuban independence."
    ],
    [
      "1898",
      "The Court rules that American-born Chinese children are citizens in United States v. Wong Kim Ark."
    ],
    [
      "1898",
      "President William McKinley asks Congress for a declaration of war against Spain."
    ],
    [
      "1898",
      "Congress declares war on Spain and passes the Teller Amendment, vowing not to annex Cuba."
    ],
    [
      "1898",
      "American naval forces under Adm. George Dewey defeat a Spanish fleet at Manila Bay, Phillipines."
    ],
    [
      "1898",
      "Philippine leader Emilio Aguinaldo establishes a provisional government based on America."
    ],
    [
      "1898",
      "Opponents of American imperialism form the Anti-Imperialist League at Faneuil Hall in Boston."
    ],
    [
      "1898",
      "The American navy wins another key victory over the Spanish at the Battle of Santiago de Cuba."
    ],
    [
      "1898",
      "American forces led by Theodore Roosevelt’s Rough Riders defeat the Spanish at San Juan Hill."
    ],
    [
      "1898",
      "President William McKinley signs a joint resolution for the American annexation of Hawaii."
    ],
    [
      "1898",
      "The Spanish-American War is ended by the Treaty of Paris 1898 between America and Spain."
    ],
    [
      "1898",
      "Spain cedes the Phillipines, Puerto Rico, and the island of Guam to the United States."
    ],
    [
      "1899",
      "The Philippine-American War breaks out over independence after fighting begins in Manila."
    ],
    [
      "1899",
      "British writer Rudyard Kipling urges America to take up the “white man’s burden” of imperialism."
    ],
    [
      "1899",
      "Plantation laborer Sam Hose is brutally murdered near Newman, Georgia, in front of a large crowd."
    ],
    [
      "1899",
      "Sec. of State John Hay announces the Open Door policy demand to European powers in China."
    ],
    [
      "1899",
      "Thorstein Veblen publishes The Theory of the Leisure Class, criticizing ‘conspicuous consumption’."
    ],
    [
      "1900",
      "Congress passes the Gold Standard Act, defining the dollar by gold weight and setting a gold standard."
    ],
    [
      "1900",
      "Congress passes the Foraker Act, declaring Puerto Rico an ‘insular territory’ and denying statehood."
    ],
    [
      "1900",
      "The Democratic Party nominates William Jennings Bryan on a platform of anti-imperialism."
    ],
    [
      "1900",
      "McKinley wins reelection to the presidency, defeating his opponent Bryan [292-155]."
    ],
    [
      "1901",
      "Congress passes the Platt Amendment, authorizing the U.S. to militarily intervene in Cuba."
    ],
    [
      "1901",
      "Congress passes the Spooner Amendment, allowing for a civil government in the defeated Philippines."
    ],
    [
      "1901",
      "Financier J. P. Morgan combines eight steel companies into U.S. Steel, the first billion dollar business."
    ],
    [
      "1901",
      "Congress grants citizenship to 100,000 residents of the Indian Territory in Oklahoma."
    ],
    [
      "1901",
      "The Court rules that the Constitution doesn’t fully apply to the new territories in the Insular Cases."
    ],
    [
      "1902",
      "Congress renews the Chinese Exclusion Act indefinitely, making it a permanent fixture."
    ],
    [
      "1904",
      "The Supreme Court upholds a law banning anarchists from entering the country in Turner v. Williams."
    ],
    [
      "1905",
      "The Court voids a state law establishing a 60 hour work week for bakers in Lochner v. New York."
    ],
    [
      "1910",
      "Congress passes the Mann Act, banning the immoral transportation of women across state lines."
    ],
    [
      "1915",
      "The Supreme Court overturns a Kansas law prohibiting “yellow-dog” contracts in Coppage v. Kansas."
    ],
    [
      "1915",
      "The Supreme Court finds certain “grandfather clauses” unconstitutional in Guinn v. United States."
    ]
  ],
  "10": [
    [
      "1872",
      "Yellowstone, located in northern Wyoming, becomes the nation’s first National Park."
    ],
    [
      "1889",
      "Jane Addams founds the Hull House in Chicago, a “settlement house” devoted to helping the poor."
    ],
    [
      "1889",
      "Hazen Pingree is elected mayor of Detroit, vowing to battle business interests dominating the city."
    ],
    [
      "1891",
      "Congress passes the Forest Reserve Act, authorizing the president to withdraw “forest reserves”."
    ],
    [
      "1892",
      "Ellis Island, located in New York Harbor, becomes the nation’s main immigration facility."
    ],
    [
      "1892",
      "John Muir organizes the Sierra Club in San Francisco to help preserve forests from logging."
    ],
    [
      "1894",
      "Pope Leo XIII publishes his encyclical Rerum Novarum, endorsing workers’ rights and cooperation."
    ],
    [
      "1898",
      "Charlotte P. Gilman publishes Women and Economics, arguing that economic independence is key."
    ],
    [
      "1899",
      "The National Consumers League is founded to advocate for working legislation for women & children."
    ],
    [
      "1900",
      "Robert M. La Follette is elected governor of Wisconsin and begins implementing the Wisconsin Idea."
    ],
    [
      "1901",
      "The Socialist Party is formed in Indianapolis by a merger between two large socialist factions."
    ],
    [
      "1901",
      "Anarchist Leon Czolgosz assassinates President McKinley at the Pan-American Expo in Buffalo."
    ],
    [
      "1901",
      "Theodore Roosevelt is sworn in as the twenty-sixth president and delivers his inaugural address."
    ],
    [
      "1901",
      "Roosevelt announces his intentions to prosecute J.P. Morgan’s Northern Securities Company."
    ],
    [
      "1901",
      "President Roosevelt shocks white opinion by inviting Booker T. Washington to the White House."
    ],
    [
      "1902",
      "W. T. Stead publishes The Americanization of the World…, predicting America’s rise as a superpower."
    ],
    [
      "1903",
      "Colombia refuses to cede land to America for the construction of a canal across the Isthmus of Panama."
    ],
    [
      "1903",
      "President Roosevelt helps incite a Panamanian uprising for independence from Colombia."
    ],
    [
      "1903",
      "America negotiates the Hay-Bunau-Varilla Treaty with Panama, gaining the Canal Zone strip."
    ],
    [
      "1903",
      "W. E. B. Du Bois publishes The Souls of Black Folk, calling for blacks to press for equal rights."
    ],
    [
      "1904",
      "Roosevelt orders American forces to seize indebted customs houses in the Dominican Republic."
    ],
    [
      "1904",
      "The Court orders the dissolution of the Northern Securities Company in Northern Securities Co. v. U.S."
    ],
    [
      "1904",
      "Lincoln Steffens publishes The Shame of the Cities, exposing the profits of corrupt party bosses."
    ],
    [
      "1905",
      "President Roosevelt appoints pro-conservation Gifford Pinchot head of the U.S. Forest Service."
    ],
    [
      "1905",
      "Henry Ford establishes the Ford Motor Company, a small automobile manufacturing firm."
    ],
    [
      "1905",
      "A group of unionists rejecting the AFL’s exclusionist policies form the IWW at a Chicago meeting."
    ],
    [
      "1905",
      "W. E. B. Du Bois gathers a group of black leaders at Niagara Falls and begins the Niagara movement."
    ],
    [
      "1905",
      "President Roosevelt helps negotiate the Treaty of Portsmouth, ending the Russo-Japanese War."
    ],
    [
      "1906",
      "Upton Sinclair publishes The Jungle, grimly describing the country’s unsanitary meat conditions."
    ],
    [
      "1906",
      "Three black men falsely accused of rape are hung and burned in Springfield, Missouri."
    ],
    [
      "1906",
      "Congress passes the Hepburn Act, giving the ICC the power to set reasonable railroad rates."
    ],
    [
      "1906",
      "Congress passes the Pure Food and Drug Act, barring the sale of misbranded/adulterated food."
    ],
    [
      "1906",
      "Congress passes the Meat Inspection Act, ensuring that meat is processed under sanitary conditions."
    ],
    [
      "1906",
      "A small group of black soldiers kill a resident of Brownsville, Texas, and refuse to name the perpetrator."
    ],
    [
      "1906",
      "Roosevelt orders the dishonorable discharge of three black companies after the Brownsville Affair."
    ],
    [
      "1906",
      "The San Francisco school board orders all Asian students confined to an “Oriental School”."
    ],
    [
      "1906",
      "The Japanese government protests, resulting in Roosevelt persuading the city to revoke the order."
    ],
    [
      "1906",
      "Roosevelt dispatches American troops to Cuba to oversee a disputed election, remaining until 1909."
    ],
    [
      "1906",
      "Father John A. Ryan publishes A Living Wage, describing a decent standard of living as a right."
    ],
    [
      "1907",
      "Roosevelt negotiates the Gentlemen’s Agreement, ending Japanese immigration except for relatives."
    ],
    [
      "1907",
      "Indiana passes a law authorizing doctors to sterilize insane and feeble inmates in mental institutions."
    ],
    [
      "1908",
      "The Court upholds a law setting working hours for women due to Brandeis’s brief in Muller v. Oregon."
    ],
    [
      "1908",
      "Henry Ford introduces the Ford Model T, a simple, light vehicle sturdy enough to traverse the country."
    ],
    [
      "1908",
      "President Roosevelt opts not to run for reelection, and handpicks William H. Taft as his successor."
    ],
    [
      "1908",
      "Taft and his running mate Sherman defeat Bryan and Kern [321-162] in the Election of 1908."
    ],
    [
      "1908",
      "Jewish immigrant writer Israel Zangwill’s play The Melting Pot is performed for the first time."
    ],
    [
      "1909",
      "Du Bois joins with reformers to start the National Association for the Advancement of Colored People."
    ],
    [
      "1909",
      "President Taft appoints former Seattle mayor Richard A. Ballinger to the post of Secretary of the Interior."
    ],
    [
      "1909",
      "Ballinger concludes that Roosevelt had exceeded his authority in placing land in the forest reserves."
    ],
    [
      "1909",
      "Pinchot accuses Ballinger of colluding with wealthy business interests and undoing his work."
    ],
    [
      "1909",
      "Taft lands marines in Nicaragua to protect a government friendly to American economic interests."
    ],
    [
      "1909",
      "Herbert Croly publishes Promise of American Life, proposing Jeffersonian ends by Hamiltonian means."
    ],
    [
      "1910",
      "Taft fires Pinchot after Pinchot’s open rebuke of him, leading to a rift in the Republican party."
    ],
    [
      "1910",
      "Angel Island in San Francisco Bay opens as the main entry point for immigrants from Asia."
    ],
    [
      "1910",
      "Hiram Johnson is elected governor of California, promising to kick Southern Pacific rail out of power."
    ],
    [
      "1910",
      "Johnson secures the passage of California’s Public Utilities Act, a powerful rail regulation law."
    ],
    [
      "1910",
      "1910-1920: The Great Migration of southern blacks to the industrial North occurs."
    ],
    [
      "1911",
      "The Court overturns laws making it illegal for sharecroppers to break contract in Bailey v. Alabama."
    ],
    [
      "1911",
      "A fire breaks out at the Triangle Shirtwaist Company factory in New York City, killing 146 workers."
    ],
    [
      "1911",
      "Six Native American intellectuals gather in Columbus to found the Society of American Indians."
    ],
    [
      "1911",
      "The Court declares Standard Oil a monopoly and breaks it up in Standard Oil Co. v. United States."
    ],
    [
      "1911",
      "The Court orders American Tobacco to end monopolistic pricing policies in U.S. v. American Tobacco Co."
    ],
    [
      "1911",
      "Margaret Sanger begins “What Every Girl Should Know”, a sex ed column in The Call, a socialist paper."
    ],
    [
      "1911",
      "The U.S. Post Office shuts down Sanger’s column after a column on venereal diseases."
    ],
    [
      "1911",
      "Suffragists in California utilize parades, billboards, signs, etc. to advocate for enfranchisement."
    ],
    [
      "1911",
      "California becomes the sixth state to grant women full suffrage rights equal to those of men."
    ],
    [
      "1911",
      "A Mexican revolution lead by Francisco Madero overthrows the government of Porfirio Díaz."
    ],
    [
      "1911",
      "Frederick W. Taylor publishes The Principles of Scientific Management, using study for efficiency."
    ],
    [
      "1911",
      "The U.S. Immigration Commission publishes its Dictionary of Races of Peoples, listing races."
    ],
    [
      "1912",
      "The Massachusetts state legislature begins enforcing a fifty-four hour limit to the workweek."
    ],
    [
      "1912",
      "After employers reduce the pay of laborers, strikers in Lawrence send their children out of the city."
    ],
    [
      "1912",
      "The Sixteenth Amendment is ratified by the states, legalizing the imposition of a graduated income tax."
    ],
    [
      "1912",
      "The governor of Massachusetts intervenes after outrage over the starving children, settling the strike."
    ],
    [
      "1912",
      "Incumbent President Taft wins the Republican nomination over Theodore Roosevelt."
    ],
    [
      "1912",
      "Roosevelt founds the Progressive Party in order to run independently for the presidency."
    ],
    [
      "1912",
      "Governor Woodrow Wilson of New Jersey is nominated at the Democratic national convention."
    ],
    [
      "1912",
      "Wilson and Marshall defeat Roosevelt, Johnson, Taft, Butler, and Debs, Seidel [435-88-8-0]."
    ],
    [
      "1913",
      "Mexican military commander Victoriano Huerta kills Madero and seizes power with U.S. backing."
    ],
    [
      "1913",
      "Illinois becomes the first state east of the Mississippi River to allow women to vote for president."
    ],
    [
      "1913",
      "The Seventeenth Amendment is ratified by the states, providing for popular election of senators."
    ],
    [
      "1913",
      "Congress passes the Underwood Tariff, reducing the tariff and imposing an income tax on the top 5%."
    ],
    [
      "1913",
      "Ford’s factory in Highland Park, Michigan adopts the moving assembly line, reforming production."
    ],
    [
      "1913",
      "Congress creates the Federal Reserve System, with a central board to issue money and set rates."
    ],
    [
      "1913",
      "California bans the immigration of all aliens incapable of becoming naturalized citizens [Asians]."
    ],
    [
      "1914",
      "Ford raises wages at his factory to a stunning $5 per day, claiming that workers must be consumers."
    ],
    [
      "1914",
      "Wilson orders the landing of American troops at Veracruz to prevent the arrival of Huerta’s weapons."
    ],
    [
      "1914",
      "Serbian nationalist Gavrilo Princip assassinates Archduke Franz Ferdinand in Sarajevo, Bosnia."
    ],
    [
      "1914",
      "Marcus Garvey founds the Universal Negro Improvement Association for black self-reliance."
    ],
    [
      "1914",
      "Wilson proclaims American neutrality and impartiality at the outbreak of the war in Europe."
    ],
    [
      "1914",
      "Construction of the Panama Canal is completed, reducing the voyage between coasts by 8,000 mi."
    ],
    [
      "1914",
      "Congress creates the Federal Trade Commission to investigate unfair business practices."
    ],
    [
      "1914",
      "Congress passes the Clayton Act, exempting unions from antitrust laws and barring injunction use."
    ],
    [
      "1914",
      "The Lower East Side district of New York City elects socialist Meyer London to Congress."
    ],
    [
      "1914",
      "Margaret Sanger begins openly advertising birth control devices in her journal, The Woman Rebel."
    ],
    [
      "1914",
      "1914-1918: World War 1 occurs, pitting the Allied Powers against the Central Powers."
    ],
    [
      "1915",
      "Wilson hosts the premiere of D. W. Griffith’s film Birth of A Nation, glorifying the Ku Klux Klan."
    ],
    [
      "1915",
      "A German submarine sinks the British liner Lusitania, killing 1,198 people, including 124 Americans."
    ],
    [
      "1915",
      "Wilson sends marines to Haiti after the government refused to let Americans oversee its dealings."
    ],
    [
      "1915",
      "Secretary of State William Jennings Bryan resigns after Wilson’s strong note of protest."
    ],
    [
      "1915",
      "Wilson embarks on his “preparedness” policy, strengthening the army and navy anticipating war."
    ],
    [
      "1916",
      "Dr. Carlos Montezuma creates his newsletter Wassaja and advocates for the abolition of the BIA."
    ],
    [
      "1916",
      "The five-month Battle of Verdun in northeastern France begins, resulting in 600,000 deaths."
    ],
    [
      "1916",
      "Mexican revolutionary Pancho Villa leads an attack on Columbus, NM, killing 17 Americans."
    ],
    [
      "1916",
      "Wilson orders American troops under Gen. Pershing to chase and capture Villa, dead or alive."
    ],
    [
      "1916",
      "Germany announces its suspension of submarine warfare against noncombatant ships."
    ],
    [
      "1916",
      "Wilson creates a military government in the Dominican Republic, with U.S. control of debts/customs."
    ],
    [
      "1916",
      "The radical National Women’s Party is founded by British-trained suffragist Alice Paul."
    ],
    [
      "1916",
      "Congress passes the Warehouse Act, giving credit to farmers when they stored crops in federal houses."
    ],
    [
      "1916",
      "Congress passes the Keating-Owen Act, outlawing child labor in the making of goods sold domestically."
    ],
    [
      "1916",
      "Congress passes the Adamson Act, establishing an eight-hour workday on the country’s railroads."
    ],
    [
      "1916",
      "Margaret Sanger opens a clinic in Brooklyn to distributive contraceptive devices to poor women."
    ],
    [
      "1916",
      "Pacifist Jeannette Rankin of Montana becomes the first woman ever elected to Congress."
    ],
    [
      "1916",
      "Wilson wins reelection to the presidency, defeating his opponent Hughes [277-254]."
    ],
    [
      "1916",
      "President Wilson cautiously endorses the enfranchisement of women at the national level."
    ],
    [
      "1916",
      "Randolph Bourne publishes his essay “Trans-National America”, envisioning a cosmopolitan society."
    ],
    [
      "1916",
      "Stanford University psychologist Lewis Terman introduces the intelligence quotient [IQ]."
    ],
    [
      "1917",
      "Alice Paul and her followers chain themselves to the White House fence, resulting in prison."
    ],
    [
      "1917",
      "American troops are ordered home after failing to capture Villa under Mexican pressure."
    ],
    [
      "1917",
      "Congress passes the Immigration Act, imposing a literacy test & halting migration from parts of Asia."
    ],
    [
      "1917",
      "British spies intercept and publish the Zimmerman Telegram, a message from Germany to Mexico."
    ],
    [
      "1917",
      "The American Protective League is founded by advertising executive A. M. Briggs in Chicago."
    ],
    [
      "1917",
      "The United States purchases the Virgin Islands from Denmark for approximately $25,000,000."
    ],
    [
      "1917",
      "Wilson asks Congress for a declaration of war against Germany following the Zimmerman Telegram."
    ],
    [
      "1917",
      "The war resolution passes both legislatures and America declares war on Germany, entering WWI."
    ],
    [
      "1917",
      "Wilson creates the Committee on Public Information to spread pro-war propaganda messages."
    ],
    [
      "1917",
      "Congress passes the Selective Service Act, requiring 24 million men to register with the draft."
    ],
    [
      "1917",
      "Congress passes the Espionage Act, prohibiting spying, draft interference, and “false statements”."
    ],
    [
      "1917",
      "Dozens are killed during a race riot in East St. Louis, Illinois, after the recruitment of black workers."
    ],
    [
      "1917",
      "10,000 blacks participate in the Silent Protest Parade down Fifth Avenue in New York City."
    ],
    [
      "1917",
      "Wilson creates the War Industries Board to coordinate the purchase and production of war supplies."
    ],
    [
      "1917",
      "Wilson establishes the Food Administration to ensure adequate food supplies without gouging."
    ],
    [
      "1917",
      "Wilson creates the Fuel Agency to ration the country’s coal and oil supplies during the war."
    ],
    [
      "1917",
      "Federal agents raid IWW offices throughout the country, arresting leaders and seizing files."
    ],
    [
      "1917",
      "The October Revolution occurs in Russia, and communists led by Vladimir Lenin take power."
    ],
    [
      "1917",
      "The Court overturns a Louisville zoning regulation on black residences in Buchanan v. Warley."
    ],
    [
      "1917",
      "Lenin and Trotsky publish the Allied secret treaties planning to divide up conquered territories."
    ],
    [
      "1917",
      "Wilson creates the United States Railroad Administration to nationalize the country’s rail transport."
    ],
    [
      "1918",
      "Wilson issues the Fourteen Points, a clear statement of American war aims and international goals."
    ],
    [
      "1918",
      "The deadly Spanish influenza global pandemic breaks out, killing nearly 700,000 Americans."
    ],
    [
      "1918",
      "American forces begin arriving at the French Allied war front in Europe in large numbers."
    ],
    [
      "1918",
      "Russia signs the Treaty of Brest-Litovsk with the Central Powers, ceding land and exiting WWI."
    ],
    [
      "1918",
      "Boston Symphony director Karl Müch is jailed after his inclusion of the works of German composers."
    ],
    [
      "1918",
      "American troops help repulse the Spring Offensive near Paris and join the counteroffensive."
    ],
    [
      "1918",
      "Wilson appoints the War Labor Board to improve working conditions and settle labor disputes."
    ],
    [
      "1918",
      "Congess passes the Sedition Act, making it a crime to make statements scorning the government."
    ],
    [
      "1918",
      "Eugene V. Debs is convicted under the Espionage Act after his anti-war speech in Canton, Ohio."
    ],
    [
      "1918",
      "Millions of Americans under Gen. Pershing push back Germany at the Meuse-Argonne campaign."
    ],
    [
      "1918",
      "Britain and France begin dividing Ottoman territory into a series of Allied-controlled nations."
    ],
    [
      "1918",
      "German Kaiser Wilhelm II is forced to abdicate the throne on November 9, due to internal pressure."
    ],
    [
      "1918",
      "Germany sues for peace with German forces in full retreat and a democratic revolution underway."
    ],
    [
      "1918",
      "President Wilson travels to Versaille, France for peace negotiations to end the war."
    ],
    [
      "1919",
      "The Eighteenth Amendment is ratified by the states, prohibiting the manufacture and sale of liquor."
    ],
    [
      "1919",
      "W. E. B. Du Bois organizes a Pan-African Congress in Paris to press for independence in Africa."
    ],
    [
      "1919",
      "General strikes occur in Belfast, Glasgow, and Winnipeg over promises of “industrial democracy”."
    ],
    [
      "1919",
      "A militant anarchist detonates a bomb at the home of Attorney General A. Mitchell Palmer."
    ],
    [
      "1919",
      "The Allied Powers and Germany sign the Treaty of Versailles, officially ending WWI."
    ],
    [
      "1919",
      "New European nations are carved out of Germany and czarist Russia’s territorial cessions."
    ],
    [
      "1919",
      "President Wilson bans American black soldiers from participating in the Paris WWI victory parade."
    ],
    [
      "1919",
      "38 people are killed and 500 more injured in a Chicago race riot after the drowning of a black teen."
    ],
    [
      "1919",
      "The Great Steel Strike of 1919 breaks out, uniting some 365,000 workers demanding rights."
    ],
    [
      "1919",
      "President Wilson suffers a severe stroke, leaving him incapacitated for the rest of his term."
    ],
    [
      "1919",
      "A. Mitchell Palmer starts the Palmer Raids after dispatching agents to raid radical organizations."
    ],
    [
      "1919",
      "Congress rejects the Treaty of Versailles amid concerns over the League’s power structure."
    ],
    [
      "1919",
      "1919-1920: The Red Scare takes place, resulting in ~5,000 unwarranted arrests amid fears of communism."
    ],
    [
      "1920",
      "The League of Nations, an international peacekeeper, is created as part of the Treaty of Versailles."
    ],
    [
      "1920",
      "The New York State legislature expels the five Socialist members from their ranks."
    ],
    [
      "1920",
      "The steel strike collapses after the turn of the middle class opinion and violence in Pittsburgh."
    ],
    [
      "1920",
      "The Nineteenth Amendment is ratified by the states, barring the usage of sex as a voting qualification."
    ],
    [
      "1920",
      "The Wall Street bombing occurs when an explosion outside the Stock Exchange kills 40 people."
    ],
    [
      "1920",
      "The Republicans nominate moderate Ohio Senator Warren G. Harding for president."
    ],
    [
      "1920",
      "Harding and Coolidge defeat Cox and F. D. Roosevelt [404-127] in the Election of 1920."
    ],
    [
      "1921",
      "More than 300 blacks are killed and 10,000 left homeless during the Tulsa race riot in Oklahoma."
    ],
    [
      "1921",
      "The Socialist Party finally crumbles under the weight of governmental repression."
    ],
    [
      "1921",
      "Great Britain finally agrees to the creation of the Irish Free State while keeping Northern Ireland."
    ],
    [
      "1925",
      "Alain Locke publishes The New Negro, describing the new vision that black migrants carried."
    ],
    [
      "1927",
      "The Court upholds the legality of insane asylum defective sterilization laws in Buck v. Bell."
    ],
    [
      "1927",
      "Black independence leader Marcus Garvey is deported back to his native Jamaica."
    ]
  ]
}
